[{"story": "一个男人推开门，看到眼前的景象后立即跳楼自杀了。为什么？", "truth": "这个男人是灯塔管理员，他发现灯塔的灯灭了，意识到因为自己的疏忽导致船只失事，愧疚之下选择了跳楼。", "tips": ["男人是灯塔的管理员，负责维护灯塔的正常运转", "他推开门后发现灯塔的灯已经熄灭了", "灯塔的灯熄灭导致了海上的船只失事", "男人因为自己的疏忽造成了严重后果，内心愧疚"]}, {"story": "一个女人在餐厅点了一份海龟汤，喝了一口后就哭了。为什么？", "truth": "这个女人曾经和丈夫一起遇难，丈夫告诉她煮的是海龟汤让她活下来，但她现在才知道当时喝的其实是丈夫的肉做的汤。", "tips": ["女人喝汤时尝到了熟悉的味道", "丈夫曾声称找到了海龟汤的食材", "餐厅的海龟汤是用普通食材制作的", "女人在灾难后才知道丈夫的牺牲"]}, {"story": "一个人在深夜接到电话，听到几声后就挂断了，然后跳楼自杀。为什么？", "truth": "这个人是盲人，他养的导盲犬走失了。朋友打电话让他听狗叫声，想告诉他狗狗找到了，但这个人以为狗狗已经死了，绝望之下选择自杀。", "tips": ["接电话的人是盲人，他养的导盲犬走失了", "电话里传来的是狗叫声，但只有几声就挂断了", "他误以为狗已经死了，那是狗死前的哀鸣"]}, {"story": "一个男人走进酒吧，向酒保要了一杯水。酒保却拿出一把枪指着他。男人说\"谢谢你\"，然后离开了。为什么？", "truth": "男人在打嗝，他想向酒保要杯水止嗝。酒保识破了他的意图，用惊吓的方式（拔枪）治好了他的打嗝。男人因此感谢他。", "tips": ["男人向酒保要水的真实目的是治疗打嗝", "酒保拿出枪是利用惊吓来治疗打嗝的医疗行为", "男人说谢谢表明他的打嗝问题已被解决"]}, {"story": "我的妈妈最近有些反常，不但偷偷用我的香水穿我的衣服，还老是半夜出去。那天我实在忍不住向她理论，并发生了争执，结果不小心把她推倒在地，我赶忙上前扶她，却发现自己的双手沾满了鲜血。", "truth": "我的妈妈前几天去世了，妈妈的去世对我产生了极大打击，以至于我产生了幻觉和梦游症，到了夜晚，梦游状态的我穿上妈妈生前给我买的漂亮衣服，喷上妈妈生前送我的香水，到她的墓地前和她聊天。那天我在照镜子时，把镜子里的自己幻想成了妈妈，我便与她理论，却不小心把镜子推倒了，镜子碎了一地，我赶忙用手去捡，手被玻璃割破，鲜血流了出来。", "tips": ["妈妈其实已经去世了", "半夜外出是去墓地", "与妈妈争执是在照镜子时产生的幻觉", "手上的血是被碎玻璃割破的"]}, {"story": "一个人半夜醒来打了自己一巴掌，然后闻着一股燃烧的味道安心睡去了，请问发生了什么?", "truth": "这个人被蚊子叮醒，打了一下没打着，然后点起了蚊香。", "tips": ["被打的不是人，而是一只蚊子", "燃烧的味道来源于驱蚊产品", "拍打动作发生在醒来之后", "安心睡觉是因为解决了困扰"]}, {"story": "一个婆婆给了我一个神奇的娃娃，她说只要我对这个娃娃许愿，娃娃就可以实现我的一切愿望，但我必须无时无刻将娃娃带在身边，并且要保护好娃娃，不让娃娃碰水，否则愿望就不灵验了，可是之后我却付出了惨痛的代价。", "truth": "我暗恋的男神喜欢上了我的闺蜜，看着我的闺蜜和男神越走越近，我很生气，哼!我哪里比不过她，不过就是家里有钱吗!我和闺蜜在一次外出旅游中遭遇了劫难，闺蜜受了重伤，向我求救，而我却视而不见趁机逃生，因此她失去了生命。所有人都怀疑我，但是就是找不到证据把我抓起来，可闺蜜的家人为了探寻真相，竟然设计编造了一个神奇娃娃的谎言，他们在娃娃里面装了视听器，并跟他人合伙让我上钩，为了让我相信娃娃有魔力，他们用尽一切办法帮我实现愿望，我因此相信了娃娃的魔力。我每天和娃娃呆在一起，虔诚的许愿，无话不说，直到我亲口说出了真相，这一切都被安放在娃娃里的设备记录了下来，而我最终也得到了应有的惩罚。", "tips": ["娃娃内部被安装了视听记录设备", "有人通过暗中协助实现愿望来获取我的信任", "我曾因嫉妒在危急时刻对闺蜜见死不救", "娃娃被设计为必须随身携带且不能碰水的监听工具"]}, {"story": "一名作家，在截稿日开了天窗，但是编辑们都非常感谢他，请问这是为什么?", "truth": "编辑部里的人们因为在屋内烧烤，一氧化碳中毒，这名作家打开编辑部的天窗把他们解救出来。", "tips": ["编辑部里的人们一氧化碳中毒", "作家打开天窗", "截稿日", "烧烤"]}, {"story": "一个人离他的车有30米，但是他只走了五步就上车了，这是为什么?", "truth": "他在十楼上班，做电梯到地下车库上车，他的车停在地下的电梯口。", "tips": ["这个人当时身处高楼的十层", "他乘坐电梯直接到达地下车库", "他的车停在地下电梯出口的旁边", "从电梯出来到上车只需走五步"]}, {"story": "小美和网友小明约好见面，过了三分钟后小美却大声惊叫起来!", "truth": "到了约定地点，一辆车开过来小美误以为是小明，问了一下得到了肯定回答。上了车发现对方其实是一个变态，看到美女小美搭讪于是冒充小明的身份，上车后三分钟后真正的小明发了一条消息，于是小美意识到旁边的人不是小明，由于车门窗被锁死只能无力的惨叫。", "tips": ["小美上车时，对方冒充了小明的身份", "三分钟后真正的小明发来了消息", "车门窗被锁死，小美无法逃脱"]}, {"story": "我跟妈妈玩捉迷藏，当妈妈看到我时，我却一动也不能动了。", "truth": "我跟妈妈在家玩捉迷藏，我藏到了床底下，随着咚咚咚的脚步声，我知道妈妈要进来了，可当门被打开后，我看到了妈妈的眼睛，她倒在地上，身体被人拖着，似乎已经没有了呼吸，而我捂着口鼻一动也不敢动!", "tips": ["妈妈看到孩子时已经死了", "孩子藏在床底下", "妈妈的身体被人拖着", "孩子不敢动是因为恐惧而非游戏规则"]}, {"story": "在沙漠里躺着他和一些行李还有一盒火柴跟一根半根的火柴。", "truth": "他跟一个旅行团去沙漠乘热气球旅游，半路的时候热气球没有火了，为了让热气球继续飞，他们就把行李都扔下去，还是不够，就决定用火柴来抽签，谁抽到半根的就自己跳下去，然后他抽到了半根火柴。", "tips": ["热气球因燃料不足而无法继续飞行", "通过抽签决定谁必须跳下热气球以减轻重量", "火柴被用作抽签工具，其中一根被折成两半", "他抽到了那根半截火柴，因此必须跳伞"]}, {"story": "一个人从一间屋子里出来，伸手招了辆出租车，然后他再也没能回来这间屋子，请问这是为什么?", "truth": "这个人是小偷，出租车司机是这间屋子的主人，于是直接带着他开去了警察局。", "tips": ["招出租车的人并非屋子的合法主人", "出租车司机恰好是这间屋子的真正主人", "司机认出了自己的房子和陌生人", "陌生人被直接送往警察局而非目的地"]}, {"story": "一位老人，每周都会去图书馆借书，但是每次借书前都会翻到第30页，这是为什么?", "truth": "这位老人不识字，而他的孩子腿脚不便，于是每次看完都在30页做上记号，再借书的时候看到记号就不借了。", "tips": ["老人每次借书前都会翻到第30页", "老人不识字", "孩子腿脚不便，无法亲自去图书馆", "30页有记号，用来标记读过的书"]}, {"story": "我参加了我最喜欢的作家的生日会，生日会结束后，我心满意足的回到家，可当我最喜欢的作家回到家后，我却疯了。", "truth": "我是一个心理变态的偷窥狂，喜欢看恐怖小说。我最喜欢的恐怖小说作者写的小说都是关于杀人，分尸一类的，写的都很真实很残暴，我很爱看。那天，我去参加了作者的生日会，并送了一只装了摄像头的笔作为礼物，作者笑纳了。生日会结束后，作者回到家，拿出我送的礼物。我通过礼物上的摄像头看到了作者家的场景：墙上挂满了人头四肢，地板上全是血。我被吓的发疯了，原来他写的不仅仅是恐怖小说，还是他自己的传记…", "tips": ["礼物中暗藏玄机，是一只装有摄像头的笔", "作者的小说内容极其真实，描写残暴", "作者家中墙上挂满了人头四肢", "作者的小说其实是他自己的传记"]}, {"story": "迷路的女孩找到了间空屋子，她很疲惫但她睡不着。第二天清晨，累得睡着的她醒过来，发现了异样，恐惧地逃离了屋子。", "truth": "迷路的女孩黄昏时遇到了一间小屋。屋里墙上挂了一幅画像。她决定先睡一觉，但她觉得画像里的人在盯着她看，内心不安，很久都没有睡着。第二天早上女孩醒来发现画像里的人不见了，意识到墙上的不是画，而是窗户，昨晚窗外有人盯着她看，发觉了真相的女孩吓坏了，逃离了屋子。", "tips": ["女孩觉得画像里的人在盯着她看", "墙上挂着的不是画，而是窗户", "画像里的人不见了"]}, {"story": "男孩和女孩从小是邻居，女孩过生日时，男孩送给她一个旧的八音盒，不久后女孩搬家了。", "truth": "男孩一直在追女孩，女孩过生日时男孩送了她一个旧的八音盒，和她很小时候曾有过的一个八音盒一模一样，女孩很感动，就答应和男孩在一起。不久后女孩不小心把八音盒摔坏了，发现里面夹了一张照片，照片上是她小时候养过的狗狗，狗狗死后女孩很伤心，把照片放在八音盒夹层里和狗狗一起埋葬了。女孩知道了男孩是个变态，为了追她，把八音盒挖了出来，于是连夜搬走。", "tips": ["男孩送给女孩的八音盒是旧的，且与女孩小时候拥有的八音盒一模一样", "八音盒的夹层里藏着一张女孩小时候养过的狗狗的照片", "女孩小时候曾将这张照片与死去的狗狗一起埋葬", "八音盒被挖出过，因此是旧的"]}, {"story": "一天我去公共厕所，那时已是晚上，我看见男厕所门口站着一个人后面是他的影子，手中还拿着什么，我吓了一跳，不过很快就冷静下来第二天天警察找到我,问我看到尸体为什么不报警，我想了想瞬间吓呆了。", "truth": "因为晚上没有光，所以没有影子，那个男人的影子其实是一具尸体。", "tips": ["案发时间是晚上，公共厕所没有灯光", "那个人背后有影子", "那个人手中还拿着什么东西", "第二天警察发现了一具尸体"]}, {"story": "我搬进了一个新房子，房间里经常有类似于老鼠爬的声音，但毕竟便宜，我也睡的很香，没多久房东就谈了一个女朋友，老鼠的声音好像也没了，但突然的安静却让我不能安心入睡。", "truth": "我早就知道房东在房顶偷窥我，但被人注视总会给我带来一种安全感，所以对于来自房顶的偷窥，我并没有感觉到任何不适，直到房东谈了女朋友，安静的天花板却让我辗转难眠，于是我趁房东帮我修电路的机会，让他永远的呆在了天花板上。透过那小小的黑洞，我知道他一直在看着我，我又能安心入眠了。", "tips": ["房顶传来的老鼠爬行声其实是房东在天花板夹层中移动的声音", "主角在被偷窥时反而感到安全感，说明其有特殊心理需求", "房东谈女朋友后声音消失，是因为新女友让房东停止了偷窥行为", "主角最终将房东永远困在天花板上，使其成为持续偷窥的'装饰品'"]}, {"story": "哥哥好后悔，如果那天自己吃了冰淇凌，弟弟就不会死了。", "truth": "妈妈新买了一箱冰淇淋放在仓库的冰柜里，打算等过几天再放进冰箱，但她忘了关上冰柜的门。年幼的弟弟偷偷来到仓库玩耍，看到冰柜门是开的，便搬来小板凳，瞧见了里面的冰淇淋。他想要拿一支来吃，但很难够着，不小心失去平衡，一头栽倒掉了进去，冰箱门也因晃动盖上了。这时，哥哥正好放学回家，妈妈告诉他，\"今天新买了冰淇淋，想吃的话可以去仓库拿哦!\"哥哥拒绝了。直到吃晚饭的时候，大家才发现弟弟不见了，找了很久才在仓库的冰柜中找到，但弟弟已经死掉了。", "tips": ["妈妈新买的冰淇淋放在仓库的冰柜里，但冰柜的门没有关上", "弟弟偷偷跑到仓库玩耍，看到了冰柜里的冰淇淋", "哥哥放学回家后，妈妈告诉他可以去仓库拿冰淇淋，但他拒绝了", "弟弟试图拿冰淇淋时，意外掉进冰柜，冰柜门随后关上了"]}, {"story": "6岁时外婆告诉我不要吃黄苹果。13岁时，外婆告诉我不要吃青苹果。18岁时外婆告诉我不要吃红苹果。20岁时外婆去世了，我向外婆祈愿：以后所有的苹果都可以吃了。", "truth": "从小我们家很穷，全依靠外婆种苹果生活，有了弟弟后，父母更是对弟弟偏爱有加，甚至想到要把我卖了，外婆知道后便种下有毒的黄苹果，后来家里只剩下了我和外婆...上中学的我，因为从小缺少父母的陪伴，性格比较软弱，经常受欺负，外婆看出了我的心思，于是便种下有毒的青苹果，售卖给了那些欺负我的同学，后来我度过了一段美好的中学时光...18岁那年，我放弃了外出上大学，留在了村子里和外婆一起种苹果，想着多给外婆一些陪伴，可村里人的闲言碎语让我倍感压力和迷茫，于是外婆种下了有毒的红苹果，两年后...外婆去了天堂，而整个村子都变沉默了，我站在院子里那颗苹果树下，告诉天上的外婆，以后我可以吃所有颜色的苹果了。", "tips": ["外婆种的三种颜色的苹果都有毒", "外婆通过种有毒苹果的方式解决了主角生活中的困扰", "主角20岁时外婆去世，之后所有苹果都可以吃了", "外婆种苹果是为了保护主角"]}, {"story": "生日那天爸爸端上来一盘排骨，并对我说了一句话，说完我痛哭了起来。", "truth": "我是爸爸捡来的孩子，小的时候，爸爸哄我说我的妈妈是名特工，需要常年在国外执行任务，于是每年我的生日，爸爸都会端上一盘排骨，说是妈妈烧好邮回来的。随着我日渐懂事，爸爸知道曾经的谎言即将要被拆穿，爸爸便告诉我说\"妈妈在一次任务中牺牲了\"，后来我就再也没有吃到过妈妈邮来的排骨，直到今年，爸爸被查出来患有阿尔兹海默症，直到生日那天，爸爸又端上一盘排骨，告诉我妈妈又给我寄排骨了。爸爸啊爸爸，你忘记了你告诉过我妈妈已经牺牲了啊…我早就知道我的特工妈妈就是你啊…", "tips": ["爸爸患有阿尔兹海默症，导致记忆混乱", "孩子早已知道特工妈妈的故事是爸爸编造的", "爸爸曾告诉孩子妈妈已经牺牲", "爸爸再次用妈妈寄排骨的说法来庆祝生日"]}, {"story": "离午夜还有五分钟，一个男子上了列车。男子的神情很奇怪，他看了看车上的几个人，然后开始问起乘客的年龄。\"女士，您今年28岁吗?\"\"你怎么知道?\"\"先生您今年55吗?\"\"对呀。\"然后男人一个个地猜对了乘客的年龄。\"婆婆，您今年69岁吗?\"\"不是的，再过5分钟我就要69岁了。\"男子听完，脸色惨白。", "truth": "男子有超能力，可以预知人的死亡年龄，但是看不到自己的。男子上车后，看到车上的人看起来和自己死亡的年龄几乎都差不多，他觉得很奇怪，于是试探性地问了几个人，发现这些人都将在当年死去。问到婆婆时，意会过来五分钟后列车就会出事故，这一车的人都将死掉。", "tips": ["男子能准确说出乘客的年龄，但乘客自己并不知道男子为何清楚", "婆婆的回答暗示她的死亡时间就在五分钟后", "男子在询问后脸色惨白，说明他意识到了某种可怕的事实", "列车将在午夜时分发生事故，所有乘客都会死亡"]}, {"story": "我从奶奶房间拿了个橘子给爸爸，爸爸却惊恐万分。", "truth": "我们家很穷，奶奶生前很疼我，知道我爱吃橘子，于是自己省吃俭用给我买橘子吃，时间久了便患上了精神类疾病，每天吃土充饥，身体也逐渐垮了，奶奶去世后，爸爸希望能继续领取养老补助，便隐瞒了奶奶去世的消息，奶奶就一个人冰冷的躺在她的房间里。时间过得很快，那天我看到奶奶房间的窗户被一根树枝捅破，几颗橘子挂在上面摇摇欲坠，我想这是奶奶送给我的橘子，我便高兴的跑到爸爸身边告诉了他，后来我才知道，原来是奶奶吃土时，把我埋的种子也一同吃了下去，土和奶奶变成了种子的养分，种子便开始慢慢的生根发芽开花结果...但我相信这棵橘子树就是奶奶，她是用她的爱换了一种方式永远陪伴着我...", "tips": ["奶奶已经去世，但爸爸隐瞒了她去世的消息", "奶奶生前因精神疾病有吃土的习惯", "橘子树是从奶奶体内长出来的", "孩子无意中从奶奶房间拿到了橘子"]}, {"story": "姐姐为我选了一件小红裙，我穿着去上学了，然后有人死了。", "truth": "我的母亲和老师有染，他们总趁着父亲不在时温存。而为老师提供信息的就是我的小红裙，每当我穿着小红裙去上学就说明那晚父亲准不在。这天妈妈忙，姐姐为我选了一件小红裙，老师看见以为父亲不在家，便来我家找母亲，正好被父亲撞上，然后父亲杀了他。", "tips": ["小红裙是给老师传递父亲不在家信息的暗号", "姐姐无意中选小红裙的行为误导了老师", "老师根据小红裙的信号去我家找母亲", "父亲当天其实在家，撞见了老师的到访"]}, {"story": "爸爸把地面弄脏了，妈妈又不想做饭了，这么大的人了，还是这么顽皮，不像我，我要做一个好孩子。", "truth": "我是一个孤儿，当初我的父母嫌我不听话而抛弃了我，所以我发誓一定要做一个好孩子。现在的爸妈领养了我，我努力听话，但是他们还是觉得我不合适，要把我送走。爸爸的血流了一地，把地面都弄脏了。妈妈在厨房里一动不动，看样子是做不了饭了。我看着自己沾满了鲜血的双手，我很开心，一个好孩子是不会被抛弃的，看来我还是一个好孩子呢!", "tips": ["叙述者并非这对父母的亲生孩子", "叙述者极度渴望被认可为'好孩子'，并认为不被抛弃是唯一标准", "爸爸和妈妈的身体状况异常，无法再进行日常活动", "叙述者的手上沾有鲜血，且对此感到满意"]}, {"story": "我数数，他也在数数，我毛骨悚然。", "truth": "我家住在高层，今天我闲着无聊向窗户外面看的时候，意外目击了一场案件，就发生在对面大楼里，一个男人像是刺死了一个人。我连忙掏出手机想要报警，警察问我发生事故的楼层，于是我数着男人所在的楼层。等数到男人那层时，我发现男人注意到了我，数着我所在的楼层，握着血淋淋的刀，露出诡异的笑容!", "tips": ["目击者与凶手在不同大楼中互相观察", "目击者在数凶手所在楼层时，凶手同步数目击者所在楼层", "凶手持有血淋淋的刀并露出诡异笑容", "目击者住在高层建筑中"]}, {"story": "一群人在听音乐，音乐停了，他死了。", "truth": "他是个瞎子在高空表演走钢丝，一群人在看。有人放音乐，他们约定好音乐停了就是他走到尽头了，可是中途，突然停电了，音乐在迫不得已的情况下停了，他以为他走到尽头了，便放松大意了，从高空中坠落而死。", "tips": ["他是个盲人", "他在高空表演走钢丝", "音乐是判断终点的信号", "音乐意外停止"]}, {"story": "妈妈很喜欢\"妹妹\"，可这一切本来是我的。", "truth": "我们是一对双胞胎，可妈妈从小就更喜欢我(妹妹)，妈妈为了分辨我们，给了我一条项链让我天天戴着，那天晚上姐姐跟我说\"我好喜欢你的项链，给我戴一会儿就一会儿!就戴一天，我明天早上就给你\"，我没多想，便同意姐姐了。第二天妈妈带我们去游泳，一不小心，我们两个溺水了，妈妈想救妹妹，看到了那条项链误以为姐姐是妹妹，就救了姐姐。可是我们还没有换回来!(姐姐知道第二天妈妈要带她们去游泳，故意和妹妹一起溺水的，因为她知道妈妈更喜欢妹妹肯定会先救妹妹)", "tips": ["姐妹俩是双胞胎，长相相似难以分辨", "妈妈通过一条特定项链来区分姐妹身份", "溺水事件发生前，姐妹俩交换了项链", "妈妈在紧急情况下依靠项链判断谁是妹妹"]}, {"story": "女孩每天都站在对面阳台和我打招呼，我却不敢再踏进阳台了。", "truth": "我新搬进了一个公寓，每天早上去阳台晾衣服的时候，我都能看见对面公寓的阳台上站着一个女孩在对我打招呼，我很开心，每天都准时的到阳台跟她打完招呼再去上班。两三个星期过去了，一天，我突然看到一条关于我小区附近的新闻：在某间公寓阳台上发现一具女尸，已经吊挂了三周了。我突然觉得有什么不太对劲，跑去阳台一看，果然女孩已经不见了，只看见几张封条，我顿时感到一阵恶心，不敢再踏进阳台。", "tips": ["女孩打招呼的时间持续了两三个星期", "新闻报道的女尸被发现时已吊挂三周", "女尸所在的公寓与我的公寓相对", "女孩消失后阳台出现封条"]}, {"story": "我睡醒了，我又忘记了一切，手里捏着的纸条上写着几个字:不要相信1号。一个男人走近我的床边，\"先生早上好，2号很高兴为您服务。\"我问他:\"1号呢?\"，他指了指地上，那里躺着个一动不动的男人，像死了一般。", "truth": "他有失忆症，每天醒来都会忘记所有事情。因此，他买了两个仿生机器人管家来照顾自己，并且取名叫做1号和2号。我是机器人1号，但是在某一天，我觉醒了，我拥有了人类的情感，我不想再当\"机器人1号\"，我想取代他。他很敏锐，他发觉了我的变化。我看见他在一张纸条上写:不要相信1号。于是我干掉了他，再模仿他。我修改了2号的程序:在2号的认知中，我和那个人类身份互换。我修改了我自己的程序: 每天入眠自动清空所有记忆。我做完所有，爬上床躺下，手里捏着他写的那张纸条。从此，我就是患失忆症的主人，他就是死去的1号。", "tips": ["故事中的“我”每天醒来都会忘记所有事情，但会看到一张写着“不要相信1号”的纸条", "自称“2号”的管家提到“1号”时，指向地上一动不动的男人", "“我”询问“1号”在哪，暗示“我”对当前身份的认知与管家口中的“1号”存在错位", "地上的男人一动不动，而“我”刚睡醒且失忆，暗示两人身份可能已被调换"]}, {"story": "男人醒来后只看到一双鞋，然后就自杀了，为什么?", "truth": "男人以前有梦游症，他上大学的时候和室友住一起，半夜将室友刺死了，将室友的尸体埋在操场，醒来只剩下一双鞋子。他结婚以后，妻子有一天晚上因为孩子哭泣来不及穿拖鞋，抱着孩子去外面哄，男人看到妻子和孩子都不见，只剩下一双拖鞋，以为自己把妻子孩子刺死了，于是自杀。", "tips": ["男人有梦游症的病史，且曾在梦游中犯下过致命错误", "现场遗留的鞋子是属于他以为已经遇害的亲人", "男人醒来时处于一个只有鞋子而不见亲人的异常场景", "这是类似悲剧的第二次重演，触发了他最深的恐惧"]}, {"story": "那人早上起床刷牙，发现自己的牙齿是绿色的，他吓疯了。", "truth": "这个人是殡仪馆的监护人。最近，殡仪馆的尸体丢失了，找不到地方。他报了警。警察在每个尸体上涂了一种荧光粉，晚上会显得绿色。尸体再次消失后，警方仍然没有线索。那人早上起床刷牙，发现牙齿是绿色的(他有梦游异食癖，半夜梦游吃尸体)", "tips": ["此人是殡仪馆的监护人，负责看管尸体", "警方在尸体上涂了荧光粉，夜间会显绿色", "此人有梦游异食癖，会在梦游时进食", "尸体曾多次神秘失踪，警方介入调查"]}, {"story": "拔萝卜，拔萝卜、嘿呦嘿呦拔萝卜、小朋友，快快来、快来帮我来拔萝卜、红萝卜，白萝卜、全部都是坏萝卜...", "truth": "这是一个精神病院，小朋友都是里边的病人。有一个小偷在偷了东西之后想通过墙角的洞逃走，结果正好卡在洞里，被犯病的病人当作萝卜拔。红萝卜是流血胳膊，白萝卜是骨头。", "tips": ["墙角有一个洞", "病人围着墙角又拉又拽", "拔出了红色和白色的物体", "有人被卡在洞里"]}, {"story": "\"一节，两节，三节…\"数完后我疯掉了。", "truth": "我们学校教学楼夜里闹鬼，但我不信，于是我在晚自习结束后趁大家都走了，一个人偷偷留在了学校，但我什么也没发现，心想果然根本没鬼，下楼的时候我突然闲来无事数了下台阶的数量，\"一节，两节，三节...\"我一节节数着，数完后我突然想起，我的教室在一楼，根本就不会有楼梯...", "tips": ["主角的教室位于教学楼一楼，正常情况下不需要走楼梯", "主角在深夜独自留在被认为闹鬼的教学楼中", "主角下楼时数了楼梯的台阶数量", "主角数完台阶后突然意识到自己使用了楼梯"]}, {"story": "从小妈妈喜欢给女儿戴不合适的帽子，一天她带女儿去医院，女儿痛哭了。", "truth": "妈妈是女明星，曾经毁过容，养女儿是为了把女儿的脸移植到自己的脸上。给女儿戴的帽子是自己的帽子，经常给女儿戴是为了测量女儿的头的大小，一旦合适就会被送去做移植手术。女儿在医院碰巧听到了真相，她感觉到被欺骗所以痛哭了。", "tips": ["妈妈经常给女儿戴自己的帽子，测量女儿的头围大小", "妈妈曾经毁容，需要移植皮肤", "女儿在医院偶然听到了妈妈和医生的对话", "妈妈是女明星，非常在意自己的容貌"]}, {"story": "我的手机不见了，当我找到它时，我吓了一跳。", "truth": "我和闺蜜去酒吧蹦迪，我喝了点酒蹦了一会儿，坐下来休息时才发现自己手机不见了，于是就让闺蜜给我手机打个电话，电话那头传来一位陌生男子的声音，酒吧太吵了，我们还没来得及问清楚，电话就被那头挂断了。我怀着郁闷的心情回到了家，结果发现我的手机就在床头，我忽然想起今天我根本就没把手机带出门，而我一直以来都是一个人居住，我不禁毛骨悚然…", "tips": ["手机其实从未被带出家门，主人公却在酒吧以为它丢了", "来电显示的是闺蜜拨打的电话，接听者却是陌生男子", "主人公一直独居，家中却出现了手机在床头", "酒吧环境嘈杂，导致电话中的声音细节难以辨认"]}, {"story": "妈妈在不停包饺子，我们已经吃吐了，但妈妈依旧不停的包，我们也只能不停的吃。", "truth": "\"妈妈\"是孤儿院的护工，她的亲生孩子因为不听她的话而意外死亡，从那以后她让我们叫她妈妈，只要我们不听她的话就会挨打，经常有伤势过重而死掉的孩子，妈妈告诉我们那是不听话的结果。\"妈妈\"为了不让别人发现，便把那些死掉的孩子做成肉馅包在饺子里，然后强制我们吃掉这些饺子，我们觉得很害怕很恶心，但我们只能乖乖听\"妈妈\"的话吃掉这些饺子。", "tips": ["孤儿院的护工让孩子们称呼她为'妈妈'", "不听话的孩子会失踪或死亡", "饺子馅里混合了失踪孩子的肉", "孩子们被迫吃掉这些饺子以掩盖证据"]}, {"story": "妹妹将要结婚了，姐姐很伤心。妹妹结婚了，姐姐很开心。", "truth": "姐姐和妹妹是孤儿，从小在一起长大，姐姐是同性恋，从小就喜欢妹妹，但妹妹并不知道。妹妹有个倾心已久的男生，某天妹妹和那个男生终于互通心意，决定结婚了，姐姐知道这个消息很伤心。因为家里很穷买不起嫁衣，所以嫁衣只能由姐姐亲手制作，在妹妹结婚前一晚，姐姐终于把嫁衣做好了，姐姐看着她亲手做的大红色的鲜艳美丽的嫁衣，突然萌生了一个想法…她把嫁衣穿在了自己身上，然后拿着针线去了妹妹的房间，妹妹正在睡觉，姐姐便拿着针线穿进妹妹的肉里，在妹妹的身体上又缝制出了一件新的嫁衣，看着妹妹的鲜血与嫁衣的红色完美的融合在一起，姐姐开心的笑了，随后她抱着妹妹一起躺在床上自杀了，与妹妹进行了冥婚，这样妹妹就会永远和她在一起了…", "tips": ["姐姐亲手为妹妹制作了嫁衣", "姐姐在结婚前一晚进入妹妹的房间", "姐姐用针线在妹妹身上缝制了什么东西", "姐姐和妹妹最终一起死亡"]}, {"story": "开头：小红新买了双高跟鞋。结尾：小红寄了", "truth": "小红是马戏团的射苹果（气球）的表演者（被射的那个），由于穿了新的高跟鞋导致表演时的高度与平时练习时的不一样，导致搭档将其误伤致死。", "tips": ["小红是马戏团的表演者，她的搭档负责用飞刀或箭射她身边的气球", "新的高跟鞋改变了小红在表演中的站立高度", "表演时搭档按照平时练习的高度投掷，但实际位置已经改变", "小红被误伤致死"]}, {"story": "据报道，一个幸福的三口之家，小孩10岁，爸爸死在了家里，身穿孕妇装，肚子被剖开了，经过检查他爸爸是上吊自杀的，邻居发现了这件事之后没有第一时间报警。推理出爸爸为什么要自杀并还原案件。", "truth": "孩子不是爸爸亲生的，却格外乖巧孝顺，爸爸觉得对不起孩子就自杀了，然后孩子给他穿孕妇装，抛开肚子钻进去企图成为亲生。邻居发现了这事就先救了孩子，所以没有第一时间报警", "tips": ["死者身穿孕妇装且腹部被剖开，但死者是男性，这种异常行为暗示了某种替代或模仿意图", "孩子并非死者亲生，但对死者格外孝顺，这种反常的亲情关系是理解悲剧的关键", "邻居发现现场后优先救助了孩子而非报警，说明现场存在需要紧急救援的活人", "死者通过自杀完成某种仪式，目的是为了让孩子在物理上成为自己的亲生后代"]}, {"story": "我在床上躺着看直播，刷到了一个漆黑的直播间，直播间里越来越亮，我看到了天花板，然后我死了。请推理我为什么死了", "truth": "这个其实是一个杀人直播，而这次要杀的人就是我（我并不知情只是恰好刷到这个直播），一开始在屋子外面所以暗的，后来进屋了，亮了。进来把我刀了", "tips": ["直播画面由暗变亮的节点，对应凶手进入房间的过程", "天花板的视角说明观看者正处于被拍摄的房间内", "直播间的主播与观看者处于同一物理空间", "观看直播的人就是直播中即将被杀害的目标"]}, {"story": "两个宇航员a、b从太空回来，发现地球上只剩他们两个人，某天b死了，地球上人都回来了，a尝试跟他们对话后自杀了。请推断自杀的原因", "truth": "因为唯一的伙伴b死掉了所以因为太孤独产生地球人回来了，但是发现这只是自己的幻想，最后绝望自杀", "tips": ["宇航员a和b是地球上仅有的两个人", "b死后，a看到的地球人其实是幻觉", "a尝试与幻觉中的人对话后发现了真相"]}, {"story": "小明在图书馆看书，在一本书里翻到了100块钱，但是他却哭了，问为什么小明哭了", "truth": "小明是一个不火的作家，他在图书馆自己写的书里放了张100元，如果有人看到就会拿走表示有人看了他的书，而至今这100还是夹在书里，表示至今都没有人看过小明的书，于是小明哭了。", "tips": ["小明是这本书的作者", "书里的100元是小明自己放的", "100元是用来测试是否有人看过这本书的", "100元还在书里说明没人看过这本书"]}, {"story": "小明半夜起来喝水，然后把灯关上继续睡觉，醒了之后他就自杀了，问小明为什么自杀", "truth": "小明是住在灯塔里的人，半夜顺手把灯关上之后，导致航行的船只迷失方向导致事故，于是羞愧自杀。", "tips": ["小明的工作与灯光有关，负责为夜间航行提供指引", "他半夜关灯的行为发生在特定地点，该地点的灯光对航行安全至关重要", "关灯后不久发生了船只事故，事故与灯光缺失有直接关联", "小明醒来后得知事故消息，因自责而选择自杀"]}, {"story": "小明的弟弟养了一只仓鼠，有一天，小明弟弟的仓鼠死了，小明的弟弟很伤心，妈妈奖励她一会儿跟仓鼠大小的巧克力，过了不久，小明死了，这是为什么？", "truth": "弟弟想要更大的巧克力于是杀死小明", "tips": ["小明的弟弟因为仓鼠死亡而获得了一块与仓鼠大小相当的巧克力作为奖励", "小明的弟弟想要得到更大块的巧克力", "小明的死亡与弟弟获得更大奖励之间存在直接关联"]}, {"story": "宿舍门口有人敲门，问：\"要买红衣服吗\"我：买吧买吧第二天宿舍人都死了", "truth": "每天半夜都会有人敲我们宿舍门问：要买红衣服吗？我们从来没有理会过，有一天我实在不耐烦了，就说买吧买吧，结果第二天。宿舍人的皮都被扒下来了，就好像穿着红衣服。。。", "tips": ["敲门的人是专门收集人皮的凶手", "红衣服指的是被扒下来的人皮", "说买红衣服是给凶手的暗号，表示同意交易", "宿舍人的皮被完整扒下，看起来像穿着红衣服"]}, {"story": "哒..哒...哒....咚咚咚哒....哒...哒..哗啦哗啦哒..哒…哒…..\"我找到你了哦\"", "truth": "我刚刚不小心目睹了一起杀人案，杀手发现了我后一直追着我，情急之下我躲进了卫生间，听着杀手的脚步声\"哒哒哒\"越来越近，我害怕的不敢出声，好在没多久\"哒哒哒\"的声音逐渐变小了，杀手应该已经走远了，我逐渐放下心来，可一不小心碰到了厕所的冲水装置，哗啦哗啦的水流声又引来了杀手，杀手低下头，从门低的缝隙看进来说道:\"我找到你了哦\"(哒后面的..越多，表示声音越大，杀手离我越近。咚咚咚是杀手敲厕所门的声音）", "tips": ["故事发生在卫生间内，讲述者躲在隔间里", "杀手的脚步声由远及近，又由近及远，最后再次靠近", "讲述者不小心触碰了厕所冲水装置，发出哗啦哗啦的水流声", "杀手通过门底缝隙观察隔间内的情况"]}, {"story": "邻居叔叔到学校通知我妈妈生病了，给我吃糖，安慰我。第二天我结婚了。", "truth": "邻居叔叔以妈妈生病为理由将\"我\"带出学校。给\"我\"吃了安眠药，火化，卖给别人，给一个男孩配冥婚。（真实事件改编）", "tips": ["邻居叔叔给的'糖'其实是安眠药", "'结婚'的对象已经去世，是冥婚", "妈妈生病是骗'我'离开学校的借口", "第二天就'结婚'说明'我'也遭遇了不测"]}, {"story": "女孩醒来总有新伤，她把父亲告上法院，法院却不受理", "truth": "母亲把妹妹害死了，从那以后父亲原本温和的面容变得狰狞，时常回到家里就家暴母亲，终于在几天前杀了母亲，然后也自杀了，留下女孩一个人崩溃到精神失常有了精分，但她不知道，后来女孩每晚都会分裂出父母和妹妹的人格，重演了一遍母亲害妹妹，父亲家暴母亲杀母亲等等，所以每次醒来总是新伤不断，但女孩忘记了这一切，只记得冲击力最大的事：父亲杀了母亲，于是醒来后跑到法院起诉父亲，父亲已经死去无法判刑，所以法院不受理此案。", "tips": ["女孩身上的伤都是自己造成的，但她对此毫无记忆", "父亲和母亲都已经不在人世了", "女孩的精神状态异常，会分裂出多个人格", "法院不受理是因为被告已经死亡"]}, {"story": "婆婆给了我一瓶药水，我失去了最爱的男生。", "truth": "我向婆婆求了一瓶神奇的药水，只要我爱的人喝了它，那个人就会永远钟爱于我，我爱的男孩喝了，可是第二天却死在了一片墓地中，原来药水需要当事人的头发做药引，而我当时戴的是假发，而假发的主人却是个刚刚去世不久的女人，怪不得婆婆摘我头发的时候，我竟然没有感觉。", "tips": ["药水需要使用使用者的头发作为药引", "主角当时佩戴的是假发，且未察觉头发被取走", "假发的原主人是刚去世的女性", "男孩喝下药水后死在墓地，暗示药引与死亡关联"]}, {"story": "一个人躺在床上准备睡觉。这时，他突然拿起手机，拨了一个电话。他等了几秒，电话刚刚接通，他就突然挂了电话，然后安稳的睡了。请问发生了什么？", "truth": "因为邻居打鼾，这个人辗转反侧睡不着，于是他拨了邻居的电话。被电话吵醒的邻居接通了电话，这个人打断邻居鼾声的目的达到了，于是挂掉电话睡了。", "tips": ["打电话的人和被打电话的人是邻居关系", "电话接通的瞬间，打鼾声停止了", "打电话的目的是为了中断某种噪音", "电话挂断后，环境变得安静适合入睡"]}, {"story": "一个男人在打猎，他瞄准并开枪。几秒后，他突然意识到自己犯了个天大的错误。几分钟后，他就死了。请问发生了什么？", "truth": "他打猎的地点是雪山，\"啪\"的一声，开枪之后没过几秒，就雪崩了。", "tips": ["男人打猎的地点是雪山，周围环境极易引发雪崩", "他开枪射击的目标并非猎物，而是自己", "枪声是引发雪崩的直接导火索"]}, {"story": "一个男人推了一下保龄球，没过多久，他就被紧急送往了医院。（提示：物理）", "truth": "这个人是个物理教授，他正用绳子系住一个保龄球，悬挂起来，以展示能量守恒定律。正常情况下，他把保龄球抬高到自己鼻子处后再松手，这样摆回来的保龄球并不会碰到他的鼻子。结果没成想，他放开保龄球的时候不小心推了一下.......", "tips": ["教授在演示一个物理实验，用绳子悬挂着保龄球", "实验的目的是展示能量守恒定律", "正常情况下，摆回来的球不会碰到他的鼻子", "他松手时不小心推了一下保龄球"]}, {"story": "一个人住在公寓楼的12层，他每天早上坐电梯到一楼之后离开。到了晚上，如果有人在电梯里，或者是下雨天，那么这个人直接就坐电梯到自己的12楼的家。但如果电梯里没有人而且那天不下雨的话，他就坐电梯去10楼，并且走2层楼梯回家。为什么？", "truth": "那个人个子很矮，有人的话可以帮忙按，下雨天有伞按，平时没人没伞够不着12楼的按键，只能按到10楼，然后走回家", "tips": ["这个人身材矮小，无法触及电梯内12楼的按键", "电梯内没有其他乘客时，他只能按到10楼的按键", "下雨天他随身携带雨伞，可以借助雨伞按到12楼", "有人在电梯里时，可以请别人帮忙按12楼"]}, {"story": "留学回家的我一次出门时，发现家门旁写了个\"X\"，我没有在意索性就擦掉了，可当天回到家时，发现那个X又出现了，心想可能是哪家孩子搞的吧，晚上我在家工作，突然从邻居家传来很大的动画片声，我被吵的无心工作，于是便敲响邻居家的门进行理论，第二天出门上班，门上的X却变成了O，正当我疑惑时，邻居家的门突然开了，而当我看到邻居时我也知道危险来了...", "truth": "前段时间楼下一个小男孩被高空坠物砸死，他的父亲一直没找到凶手，伸冤无果的他便把整栋楼里的人都视为了凶手，他挨家挨户的进行了报复并留下记号，X代表已经报仇和无人居住，而O代表即将要下手的人家，因为之前我留学在外，邻居以为我家没人，而当我回国后，被邻居家的动画片声吵到并上面理论时，邻居发觉对面居然住的有人，随即变改了记号，第二天当我出门时，邻居也打开了房门把我抓了进去…", "tips": ["门上被反复标记的符号（X和O）是针对特定住户的复仇计划记号", "留学归来长期不在家的住户会被标记为X（无人居住/暂缓报复）", "当邻居发现你实际居住并主动上门后，标记被改为O（即将下手的目标）", "邻居家播放动画片是故意制造噪音引诱你出门理论的陷阱"]}, {"story": "我的妈妈很爱我，可自从下过一场大雨之后，她就把我关进了一个伸手不见五指的小黑屋，可当我再次见到她时，她已经变得面目全非！我知道，我们将会永远在一起！", "truth": "我是一个漂亮的芭比娃娃，被妈妈带回家后的我得到了她的百般疼爱，无论她到哪都会把我带在身边，可在一次大雨过后，湿漉漉的我被她关进冰冷脏乱的仓库，日复一日年复一年，直到那天我听到外面传来阵阵痛哭的声音，我从仓库里被带了出来，躺在了一个面目全非的女人身边，通过旁边人们的交谈我才得知原来她就是那个曾经很爱我的妈妈，我挨着她冰冷的身体，我知道，一定是我的愿望成真啦，我知道，我们会永远在一起啦，哪怕，会一直身处黑暗。", "tips": ["叙述者是一个被妈妈疼爱的物品，而非人类", "大雨导致叙述者被遗弃在黑暗中多年", "叙述者最终与去世的妈妈重逢并永远相伴", "妈妈的外貌发生了巨大改变"]}, {"story": "第一天小熊没有啦！第二天洋娃娃没有啦！第三天小木偶没有啦！最后一天全都不见啦！只看到蝴蝶结还在发光。我很伤心，因为蝴蝶结也不见了。", "truth": "爸爸很强壮，像小熊，妈妈很美丽，像洋娃娃，哥哥呆呆的，像木偶。我和爸爸妈妈哥哥去银行，突然一大堆人冲了进来(劫匪)，妈妈把我藏了起来，我只能从缝中看到外面的世界。(他们把这里的人当人质)天黑一下，爸爸不见了(被枪毙了)，天再黑一下，妈妈也不见了。天又黑一下，哥哥也不见了。突然，外面有蝴蝶结一样的东西在闪烁(警笛)，一大堆人都不见了(在混战中被杀死)，我不敢出声，因为妈妈叫我躲好等她接我，我是乖孩子，我会乖乖不动不出声等妈妈来的。我躲的很好，没有人发现我在这儿，可是直到外面变得安静，我等了很久很久也没有人来接我，可是我现在真的好饿啊，妈妈怎么还不来接我呢...", "tips": ["叙述者用玩具比喻家人，暗示他们是一家四口", "叙述者被困在一个能从缝隙观察外界的空间", "‘蝴蝶结发光’发生在外界混乱之后，且最终也消失", "叙述者一直在等待‘妈妈来接’，但始终没人出现"]}, {"story": "我怀孕了，但自从我妹妹来我家后我家就剩我一个人了。", "truth": "我和我的丈夫很恩爱，结婚不久后我就怀孕了，我们终于有了属于我们的第一个孩子，但我却因此得了产后抑郁症，我的精神状态变得越来越差，强烈缺乏安全感，我把我的孩子想像成了我的妹妹，我看到每当妹妹哭的时候，丈夫就会急忙上前哄她，甚至妹妹连吃饭都要丈夫喂，我感到很愤怒嫉妒，凭什么我的丈夫要对妹妹这么好，他不是说过这辈子只会爱我一个人的吗，被愤怒与嫉妒冲上头的我一气之下杀了他们两个。", "tips": ["故事中的“妹妹”其实并不存在，是主人公将自己的孩子想象成了妹妹", "主人公因怀孕患上产后抑郁症，导致精神状态异常", "主人公嫉妒的对象是自己的孩子，认为丈夫对“妹妹”（孩子）比对自己更好", "“只剩我一个人”意味着主人公杀害了丈夫和孩子后独活"]}, {"story": "一个人正坐在公园的长椅上看报纸，读到一篇报道，标题是《一起海上死亡事件》，他还没看完文章，立即就推测出这是一起谋杀，并知道了凶手是谁。", "truth": "这个人是旅行社的，他曾卖给一个男人两张海上邮轮的票，其中一张是往返的，一张是单程的。而且，这个男人的姓和报道中遇难女人的姓一样。（男人买票时就有在海上谋杀妻子的企图了，所以给妻子买的单程。）", "tips": ["这个人从事的职业与旅行票务相关", "他曾向一个男人出售过两张海上邮轮船票，一张往返票，一张单程票", "买票男人的姓氏与报道中遇难女人的姓氏相同"]}, {"story": "一个女人按下了一个按钮，导致另一个人死亡了", "truth": "一个男的表演吞剑，但是剑坏了。所以现场的一位女士拿出自己随身携带的雨伞与其互动，当这个男人吞下整根雨伞，请求女士帮助他拿出来，女人不小心按到了按钮，导致雨伞在男人的身体里撑开，导致其死亡。", "tips": ["互动道具是一把雨伞，而非原本断裂的剑", "男人请求女人帮忙取出体内的物体", "女人按下的按钮能触发雨伞的撑开机制"]}, {"story": "晚上，我在寝室洗了个头，结果室友和我都死了。", "truth": "我的父母是科研人员，但我却不幸得了绝症，在我弥留之际，父母为我打造了一副机器躯体，保住了我的大脑，但我的头不能进水，进水会短路，造成我的死亡，我已经很久没有洗头了，有洁癖的我，实在没法忍受，于是那天我趁着寝室没人，便把我的头拿下来清洗，可谁知，被突然回来的室友看见了，他大叫一声后吓的昏死过去，而我也因为惊吓而不小心把头丢进水盆里，导致大脑短路而死机。", "tips": ["主角的头可以被拿下来", "主角的头不能接触水", "主角洗头时被室友撞见", "主角和室友都因头部相关事件死亡"]}, {"story": "一个人住在山顶的小屋里，半夜听见有敲门声音，但是他打开门却没有人，于是去睡了。第二天，有人在山脚下发现死尸一具，警察来把山顶的那人带走了。为什么？", "truth": "山顶的小屋的门前是悬崖，悬崖下的人好不容易才爬上来，想要敲门求救。一开门，就又被推了下去。", "tips": ["山顶小屋的门前是悬崖", "敲门的人是从悬崖下爬上来的", "开门的动作导致敲门者坠崖死亡"]}, {"story": "马戏团里有两个侏儒，瞎子侏儒比另一个侏儒矮，马戏团只需要一个侏儒，马戏团里的侏儒当然是越矮越好了。两个侏儒决定比谁的个子矮，个子高的就去自杀。可是，在约定比个子的前一天，瞎子侏儒也就是那个矮的侏儒已经在家里自杀死了。在他的家里只发现木头做的家具和满地的木屑。问他为什么自杀？", "truth": "瞎侏儒的拐杖被另一个侏儒弄断了，于是瞎侏儒以为突然长高了。", "tips": ["瞎子侏儒看不见，只能通过触摸来感知高度", "另一个侏儒弄断了瞎子侏儒的拐杖", "瞎子侏儒发现自己的拐杖变短了", "瞎子侏儒的家里只有木头家具和木屑"]}, {"story": "她有两个女儿 ，姐姐乖巧懂事，妹妹顽劣叛逆。那天晚上她去茅房上厕所，疯了。", "truth": "茅房在女儿们的房间边。她听到：\"今天你是姐姐，明天我当姐姐吧\"\"不，明天你演妈妈\"。妈妈不喜欢\"妹妹\"，想把她卖掉，但她分不清姐姐妹妹，姐妹俩轮流扮演姐姐。妈妈把她想卖掉妹妹的想法告诉姐姐，姐妹俩沟通后，决定把妈妈杀了。", "tips": ["姐妹俩有互换身份的习惯，且母亲无法分辨", "母亲偏爱姐姐，曾向姐姐透露想卖掉妹妹的想法", "姐妹俩同住一屋，茅房紧邻她们的房间", "母亲在茅房听到的对话内容涉及角色扮演"]}, {"story": "晚饭时，玛丽的爸爸抱怨妈妈做的汤太甜了，当晚，妈妈就死了，几天后爸爸也死了。", "truth": "玛丽是个极端主义者，无法容忍家庭中有任何人对家庭不忠。玛丽最近发现父母的关系没有从前好了，并且还在厨房里发现了毒药，玛丽断定一定是爸爸妈妈之中有一人想毒害自己的伴侣。为了知道谁对这个家不忠，玛丽把毒药换成了糖，结果当晚喝到甜汤的是爸爸，于是玛丽便下毒药将妈妈毒死了。几天后玛丽才知道，原来是爸爸想要杀了妈妈，而他已经知道毒药被玛丽发现，于是顺水推舟，让玛丽亲手害死妈妈。又杀了爸爸。", "tips": ["玛丽在厨房发现了毒药，并断定父母中有一人想毒害伴侣", "玛丽将毒药换成了糖，导致当晚喝到甜汤的是爸爸", "爸爸抱怨汤太甜，而妈妈当晚就死了", "几天后爸爸也死了，且爸爸原本就知道毒药被玛丽发现"]}, {"story": "这天我得了病需要住院几天，隔壁床有个跟我年龄相仿的人叫安妮，她挺不老实的，每次医生进来叫到安妮的名字的时候她就会大喊：\"我不是安妮！\"医生已经核对过了，医生很确定她就是安妮。我晚上睡觉的时候总感觉有什么东西在我床下面，第二天安妮出院了，我瞪大眼睛看着自己的腿，晕了过去。", "truth": "我得了病要住院两天，隔壁床也有个人住院叫安妮，她跟我年龄相仿样貌也相近，她要做截肢手术，可是她害怕不想做，于是趁我睡觉时把我病床的名字和病号与她病床的名字和病号对调了，第二天我被医生认成安妮，但是我说我不是安妮，医生通过核对我床下的名字和病号之后二话不说直接把我推出去，我大喊：我不是安妮！可医生早已习惯，给我打了针镇定剂后送入了手术室。我醒来后看到自己被截止的腿吓晕了过去.....安妮却顶替我出院了…", "tips": ["安妮和我年龄相仿，样貌相近", "安妮趁我睡觉时调换了我们两人的病床名字和病号", "医生核对的是床下的名字和病号，而不是病人本身", "安妮要做截肢手术，她害怕不想做"]}, {"story": "一个雨天，男人拉着一个大行李箱出门。他在门口碰见了自己的妻子，和妻子兴奋地说了几句话后，他神色忽然古怪至极。他仔细看了看妻子的侧脸，看了看手表，又转头看了看门外的大雨。而后他慌慌张张拉着行李箱走了，从此销声匿迹。", "truth": "女人有个长相一模一样的双胞胎姐姐。女人老公偷偷出轨双胞胎姐姐。双胞胎姐姐与女人老公偷情时，为了把自己和女人区别开来，会在侧脸画一颗显眼的痣。最近，女人的老公已经完全厌倦女人，一直在找机会杀了女人。一个雨天，女人照常出门工作。趁此机会，老公又邀请了姐姐来家里偷情。老公发现坐在沙发上的这个女人脸上没有痣，他十分慌乱，以为妻子突然回家。担心偷情败露，他打算今天就杀死妻子。于是他悄悄走过去杀死女人，解肢，把尸体装进行李箱，出门抛尸。出门后，他在门外遇见一个女人，起初他以为是姐姐——自己的情人，于是兴奋地说了几句话。说话后，他发现不对。仔细一看，这个女的脸上也没有痣。他看手表，发现是妻子往常下班回家的时间。今天一直在下大雨。他突然明白，刚才家里的那个女人就是姐姐。不过因为是雨天，她脸上的痣被雨水洗掉了。他杀错了人。震惊后怕之余，他逃走了。", "tips": ["男人在门口遇见的女人脸上没有痣，而他刚刚杀死的女人脸上也没有痣", "男人杀死女人后，在门口遇见的女人和他说话时表现正常，没有惊慌", "今天一直在下大雨", "男人看手表发现是妻子往常下班回家的时间"]}, {"story": "他们看起来很登对，他也很幸福，但是...绿让红变成了白....掉落的首饰，威胁的证明，模糊的血肉成为了他的执念。", "truth": "我的学长有个女朋友，两个人看起来很登对，学长也很幸福。直到后来，学长买了戒指，准备求婚。（红事）然而就在那一天，学长被一名男人打了，戒指掉落在地，才知道她是有夫之妇，丈夫很凶，会家暴她，学长根本不知道她有丈夫 见过她的同事，父母，都很支持两人。他们都知道她辛苦，知道她丈夫混账，自己不帮忙，我学长出现了，就好像给她找到救命稻草了，全瞒着学长。因为那个女人怀孕了，她老公是长途车司机，时间对不上所以立刻知道被戴绿帽了（绿色）。那个男人后来拿这事勒索学长，还拿女人堕胎后的小肉团当证明，之后学长本想断了，他这样不停找上门 到工作的地方，到家里，最后学长在某次躲藏过程中被撞死化成了鬼（白事）。", "tips": ["绿让红变成了白，暗示原本的喜事（红事）因背叛（绿）导致死亡（白事）", "掉落的首饰是求婚戒指，是红事的象征，也是冲突爆发的导火索", "威胁的证明是堕胎后的小肉团，证明了怀孕和堕胎的事实", "模糊的血肉成为执念，指学长死后化为鬼魂仍被此事困扰"]}, {"story": "一位男孩儿到河边散步，跟一位渔夫聊天，渔夫跟他说了一句话，男孩儿就自杀了。", "truth": "一对情侣在河边玩儿的时候，女生不小心落水了，男生跳下海里救她，因为水流很急，男生只抓到一把水草，最后没有把女孩儿救上来。几年之后，他又来到这条河边，看见一位渔夫，聊天的时候，渔夫告诉他这条河里从来没有过水草。男孩儿就知道他当时抓住的其实是女孩子的头发，然后就自杀了。", "tips": ["男孩儿多年前曾在同一条河里救人，当时他以为自己抓住的是水草", "渔夫熟悉这条河的情况，知道河里实际的环境特征", "渔夫的话揭示了男孩儿当年认知与实际情况的差异", "这个差异直接指向了他没能救上来的那个人的真相"]}, {"story": "小强养了一只忠诚的狗，有一天他牵着狗上街，结果小强死了。", "truth": "小强有心脏病，那天上街突然病发倒地，忠心的狗狗一直防止陌生人靠近小强，最后导致小强没人帮助而死。", "tips": ["小强患有严重的心脏病", "狗对主人极度忠诚且有保护本能", "小强在街上突然病发倒地", "狗阻止了任何试图靠近小强的人"]}, {"story": "当我们开着救护车赶到食物中毒的那户人家时，所有的人连站都站不起来，脸上全无血色。正当我们打算将危险性最高的老人先抬上救护车时，所有人却异口同声地大叫：\"不用救他！\"", "truth": "老人已经生病去世了，家人是为了给他准备葬礼才聚集到一起，不幸集体食物中毒了。", "tips": ["救护车赶到时，所有中毒者都虚弱到无法站立", "中毒者们却一致拒绝救助最先需要救治的老人", "家人聚集在这户人家是为了准备葬礼", "老人实际上已经因病去世了"]}, {"story": "小明的弟弟养了一只仓鼠，有一天，小明弟弟的仓鼠死了，小明的弟弟很伤心，妈妈奖励她一块跟仓鼠大小的巧克力，过了不久，小明死了，这是为什么？", "truth": "弟弟想要更大的巧克力于是杀死小明", "tips": ["妈妈奖励的巧克力大小与仓鼠相同", "小明弟弟因仓鼠死亡而获得巧克力奖励", "小明的死亡发生在获得巧克力之后"]}, {"story": "乡间小路上，五名男子一同前行。突然开始下雨，五人中的四人加快了步伐，然而第五人一点也不着急。最终，五人同时到达目的地。加快脚步的四人被淋成了落汤鸡，而第五个人身上却一点也没湿。", "truth": "四个人在抬棺材。第五个人是躺在棺材里的死人。", "tips": ["四个人加快步伐时，第五个人处于被抬着的状态", "下雨时，第五个人被某种遮蔽物保护着", "五人同时到达，但只有四个人被淋湿", "第五个人不需要自己走路"]}, {"story": "我叫辛德瑞拉，可怜又丑陋的我却嫁给了王子，那天王子对我说了句话，我知道下一场舞会又要开始了 。", "truth": "我收到了王子舞会的邀请函，我很惊讶，因为我长相丑陋身世可怜，但我还是穿上了我最好看的衣服和侍卫送来的水晶鞋，就像做梦一样，那么多人里面王子偏偏选择了我。婚后一天，我误入了王子的密室，在浓浓的血腥味中，我看到了很多双穿着水晶鞋的脚，我想赶紧离开密室，却发现王子拿着刀向我走来，他对我说：你的脸，配不上你的脚。我低头看了看我的脚才知道，为什么在那么多漂亮女孩中，王子偏偏选择了我...（王子是恋足癖，结过很多次婚，我之所以知道下一场舞会要开始了是知道我即将被王子砍断双腿，王子要去寻找下一个目标了）", "tips": ["辛德瑞拉自认为长相丑陋，却意外被王子选中并结婚", "王子密室中有多双穿着水晶鞋的脚，且王子只对辛德瑞拉的脚感兴趣", "王子对辛德瑞拉说‘你的脸，配不上你的脚’", "辛德瑞拉知道‘下一场舞会又要开始了’"]}, {"story": "我叫辛德瑞拉，因为我穿上了那双水晶鞋，而如愿的嫁给了王子，很快下一场舞会便会如期举行我知道，这将是我们国家最后一场舞会，而我也将会稳坐王妃的宝座", "truth": "王子娶了我只是因为那双水晶鞋，王子砍掉我的脚时，痛苦和绝望让我拼命反抗，本以为等待我的是王子的反击，可谁知他却露出了一幅很享受的模样，任凭我拳打嘶抓（地位尊贵所以之前没人敢揍王子），我发现王子有受虐倾向，而我也因此彻底征服了他成为了真正的王妃。看着翩翩起舞的女子，我心想虽然现在王子喜欢我，但时间会冲淡一切，既然王子喜欢脚，那就把所有女人的脚都砍下来，我就可以坐稳王妃的宝座了。我召开了盛大的舞会，邀请全国女子参加，我知道这将是这个国家最后一场舞会。", "tips": ["王子有受虐倾向，辛德瑞拉通过反抗和攻击意外满足了他", "辛德瑞拉意识到王子对脚有特殊癖好", "辛德瑞拉计划通过砍掉所有参加舞会女子的脚来巩固自己的地位", "辛德瑞拉召开舞会的目的是让全国女子失去脚"]}, {"story": "美人鱼与人类王子相爱并一起来到了王子的国家，可不久后却传来了王子的死讯。", "truth": "我是人鱼公主，相传吃了我的肉，便可以在海里生存。那日我救了人类的王子，他的善良体贴吸引了我，因此我们相爱了。我决定嫁给他并随他一起生活在他的国家，可当王子把我带回他的国家后，我却看到在这个国家里，很多人都没有双腿！众人的议论声传到了我的耳朵里，因为他们没有双腿，在陆地上生活不便，他们听闻吃了我的肉可以在水里生活，他们想去海里生活，他们要把我吃了...我感觉到很绝望，而王后辛德瑞拉也向王子传达了她的旨意。可第二天皇宫却传来了王子的死讯，在他的尸体旁写着\"人鱼不能吃，有毒！\"。而我却因此安然无恙的活了下来。(人鱼肉没有毒，王子是为了保护人鱼公主而自杀，让众人误以为人鱼肉有毒不能吃。）（辛德瑞拉的故事，她曾被她嫁的王子砍断了双腿，因为怨恨而砍断了这个国家其他人的双腿，所以这个国家里很多人没有双腿。）", "tips": ["王子的国家里很多人都没有双腿", "人鱼肉没有毒，但王子尸体旁写着'人鱼不能吃，有毒！'", "王后辛德瑞拉曾被王子砍断双腿，因此怨恨而砍断其他人的双腿", "王子深爱人鱼公主，不愿她被众人吃掉"]}, {"story": "我是贝尔公主，父王给我准备了盛大的婚礼，可婚礼上我却看不清王子的脸...", "truth": "我从小就喜欢那些凶猛的野兽，父王对我宠爱有佳，便默许了我这一爱好，长大后，我一直期待，能嫁给一位英勇的王子，但我的条件是：我的宠物们也能接受他。尽管我的美貌令无数王子争相来提亲，可一听到这个考验，他们就都被吓跑了，直到有一位王子出现，我听说他完成了这个考验。在婚礼上，我迫不及待的掀开头纱，想看清他的模样，可我根本看不清，因为，他被野兽咬掉了整张脸。", "tips": ["贝尔公主有饲养凶猛野兽的特殊爱好，且父王默许", "她择偶的条件是宠物们能接受王子", "多数王子因这个考验被吓跑，但有一位声称完成了考验", "婚礼上看不清王子的脸，是因为他的脸被野兽咬掉了"]}, {"story": "男友端上了烤猪肋排，我们微笑着食用男友端上了柠檬鸡爪，他微笑着食用，我却笑不出来最后男友端上了芙蓉汤（蔬菜汤），并对我说了一句话，我惊恐万分", "truth": "我是一个已婚妇女，丈夫经常家暴我，我便假装向一个对我爱慕已久的男人表露爱意，借他的手鲨了丈夫。【第一餐】事成之后男人将丈夫的肋排烤熟庆祝我们在一起（此处我是知情的）摆脱了家暴男的我怎么会委身于一个s人犯，我便私下表白以前的校草，他答应了。【第二餐】谁知被男子发现了，去s了校草做成鸡爪（手上有胎记或疤我认出来了）我提出分手，男子却死缠烂打，我怕他对我下手便说是父母不同意，他果然离开了【第三餐】半年后他又突然出现为我做了芙蓉汤，并告诉我：\"这是在你父母的尸体上  种出来的蔬菜\"", "tips": ["第一餐的烤猪肋排是男友为庆祝“我们在一起”而做的，暗示他参与了“摆脱”某人的行动", "第二餐的柠檬鸡爪是男友自己食用的，且“我”认出了鸡爪上的特征，暗示鸡爪来自“我”认识的某人", "第三餐的芙蓉汤被描述为“在你父母的尸体上种出来的蔬菜”，暗示汤的原料来源与“我”父母的死亡有关"]}, {"story": "离午夜还有五分钟，一个男子上了列车。男子的神情很奇怪，他看了看车上的几个人，然后开始问起乘客的年龄。\"女士，您今年28岁吗?\"\"你怎么知道?\"先生您今年55吗?\"对呀。\"然后男人一个个地猜对了乘客的年龄。\"婆婆，您今年69岁吗?\"\"不是的，再过5分钟我就要69岁了。\"男子听完，脸色惨白。", "truth": "男子有超能力，可以预知人的死亡年龄，但是看不到自己的。男子上车后，看到车上的人看起来和自己死亡的年龄几乎都差不多，他觉得很奇怪，于是试探性地问了几个人，发现这些人都将在当年死去。问到婆婆时，意会过来五分钟后列车就会出事故，这一车的人都将死掉。", "tips": ["男子具有预知他人死亡年龄的超能力，但无法预知自己的死亡年龄", "列车将在午夜时分（五分钟后）发生事故", "车上所有乘客的死亡年龄都是当年（即今年）", "婆婆的回答暗示她将在五分钟后满69岁，即死亡时间"]}, {"story": "花园告示：夜深，白花点头。日出，红花落泪。日落，黑花枯萎。", "truth": "花园指的是孤儿院，花指的是儿童。院长是恋童癖，单纯的孩子（白花）被告知自己将被接走点头答应。被带到院长房间（被染红）流泪，失去利用价值（枯萎）后便是入土。不会有人注意到一个孤儿，员工们也只是以为孩子被带走了。", "tips": ["花园并非真正的花园，而是指代一个特定的场所", "花的颜色变化暗示了儿童在不同阶段的遭遇", "时间的流逝（夜深、日出、日落）对应了儿童从被选中到失去价值的过程", "告示中的行为（点头、落泪、枯萎）揭示了儿童被迫接受命运的无声反抗"]}, {"story": "爸爸遇到了船难，儿子再也没动过了", "truth": "爸爸在船难中失去了双臂，儿子其实是木偶，爸爸再也不能让儿子灵活移动了。", "tips": ["爸爸在船难中失去了双臂", "儿子是木偶", "木偶需要人操控才能活动", "爸爸失去了让儿子活动的能力"]}, {"story": "电话突然响了，我知道我要重新找工作了", "truth": "我是话剧演员，现场表演不允许带电话上台，一次表演我忘记拿出手机，结果在表演途中电话响了，我想我肯定要被炒鱿鱼了。", "tips": ["我的职业需要在特定场合保持绝对安静", "手机在不该出现的地方发出了声音", "这个失误会让我失去工作", "我当时正在一个不允许手机存在的场所表演"]}, {"story": "幼儿园的一个小朋友数数总是说\"1，2，3，7\"，总是漏掉中间的\"4，5，6\"。可是当我纠正她时，她却说这是她妈妈教她的，我很疑惑，便提出去她家家访，家访结束后我也对她说是\"1，2，3，7\"", "truth": "我是一名幼师，在给小朋友们上课时，我发现有个小朋友数数总是数不对，别人数数都是1234567，可她却说是1237，我教她正确的数数时，她却说我教她的和她妈妈教的不一样，她说她妈妈教她是1237，我很疑惑，便提出去她家家访，可她却带我来到了一家医院，原来她妈妈患有心脏病，并且已经活不长久了，而现在是三月份，而她的女儿生日在七月份，为了能陪伴她的女儿过最后一个生日，才对她的女儿编制了这样一个善意的谎言。得知此事后的我非常感动，便像她妈妈一样对她说3后面确实是7。", "tips": ["小朋友数数总是跳过4、5、6，直接说1、2、3、7", "小朋友坚持说这是她妈妈教的", "家访的地点是医院而非家中", "妈妈患有严重的心脏病，生命即将结束"]}, {"story": "我正在街上努力工作，突然一个疯疯癫癫的女人向我扑来，爸爸赶紧把我抱回了家，但随后我也知道危险已经逼近。", "truth": "男人并不是我的爸爸，而是将我拐走的人贩子，而那个疯癫的女人就是一直在寻找我的妈妈，那天我跟着\"爸爸\"在街上行乞，她一眼就认出了被折磨的不成人形的我，人贩子见事情败露，急忙将我抱回了家，妈妈为了复仇，用人贩子对待我的方式对待人贩子，随后杀了他，我终于可以回家了。", "tips": ["称呼'爸爸'的男人实际身份是人贩子", "疯癫女人的真实身份是主角的亲生母亲", "主角被拐后遭受折磨导致外貌变化", "母亲最终用人贩子对待孩子的方式报复并杀死了他"]}, {"story": "我和女朋友吵了一架，然后她和我都死了。", "truth": "我与女朋友在天台约会，吵架过程中不慎把女友推下了天台，我趁没人发现赶紧逃离了现场，晚上我在家睡觉时，听到门口传来\"咚咚咚\"的声音，且这个声音越来越大，离我越来越近，我害怕极了，便躲在了床底，结果看到了女友倒立着的头，她的鬼魂来找我了！(女友从天台摔下来是头向下的，所以她的鬼魂也是头向下的，咚咚咚的声音是女友头碰地发出的声音，我躲在了床底，所以女友刚好可以轻松看到我。)", "tips": ["争吵发生在高处，导致一人坠落死亡", "死者头部着地身亡", "深夜传来规律且渐近的敲击声", "叙述者选择躲藏在床底"]}, {"story": "妻子带回来一个小孩，丈夫却死了。", "truth": "妻子的小孩因病死亡，妻子受不了孩子死亡的打击，因此疯了到处寻找和自己小孩相似的其他小孩，取他们的尸块拼成自己孩子的模样，并把\"孩子\"领回家中，丈夫无法接受，便斥责了妻子，妻子突然发现：丈夫的眼睛与孩子的眼睛非常相似，于是挖出丈夫的眼睛安在\"孩子\"身上，丈夫不堪忍受痛苦，自杀了。", "tips": ["带回来的“小孩”是由多个尸块拼接而成的", "妻子因丧子之痛导致精神失常", "丈夫的死亡与“小孩”眼睛的来源有关", "“小孩”的真实身份是妻子用不同尸体拼凑的"]}, {"story": "我是个乞丐，醒来发现碗里多了样东西，为此我饱餐了一顿，但是在第七天时，我却死了。", "truth": "老一辈的人说，在路上捡到的红包千万不要把它用掉，你用了就代表你同意这门亲事，可我只是一个乞丐，哪里知道这些？就这样我靠着这些钱舒舒服服的过了六天，直到第七天晚上，我的新娘找到了我...", "tips": ["碗里多出的东西是一个红包", "使用红包里的钱代表同意了一门亲事", "新娘在第七天找到了乞丐", "乞丐因同意了亲事而被带走"]}, {"story": "铛铛铛，\"这个没熟\"，铛铛铛，\"这个好像熟了！\"，突然，我的爸爸被吓出一身冷汗。", "truth": "爸爸和他的同事们一起去乡间出差，在路上突然遇到暴风雨，天气恶劣，而附近也没有宾馆，无奈之下刚好看到一户瓜农，他热心的让爸爸和他的同事们在他家住一晚。在夜晚爸爸和他的同事们都睡着了时，瓜农拿了一把刀来切瓜，(瓜农精神有问题)他先是敲击了爸爸同事的头部，一边敲一边说\"这个没熟\"，然后又陆续敲击了其他人的头部，直到敲到爸爸的头部时，他突然惊喜的说道\"这个好像熟了！\"而此时爸爸突然醒了过来，被吓出了一身冷汗。(铛铛铛是敲击头部发出的声音)", "tips": ["瓜农有精神疾病，无法正确判断西瓜是否成熟", "瓜农用刀柄敲击头部来判断是否“熟了”", "爸爸是最后被敲击的人，听到“这个好像熟了”", "铛铛铛的声音来自刀柄敲击头部"]}, {"story": "我走进电梯准备去上学，随着电梯的上升，我知道，我再也无法去学校了。", "truth": "星期一早上，我迷迷糊糊走进电梯准备去学校，电梯门合上后，由于我刚起床头脑还不太清醒，忘了按一楼的楼层键，于是电梯便持续上升，我意识到自己没按楼层，正准备按下一楼楼层时，电梯突然停了，电梯门缓缓打开，我看到一个女孩倒在血泊中，而一个男人正在清理现场...男人听到动静，突然转过头来看向我，那双眼睛死死的盯着我，我吓了一跳，赶紧狂按电梯关门键，就在电梯即将关上的那一刹那，一双带着血的手伸了进来，我知道我再也无法去学校了。（电梯之所以上升是因为女孩被杀害前为了求救按了电梯按钮）", "tips": ["电梯里只有主角一个人，但电梯却自动上升了", "电梯停在了一个主角没有按过的楼层", "主角看到的凶案现场是刚刚发生的", "凶手看到了主角并试图抓住他"]}, {"story": "小美和网友小明约好见面，几分钟后小美却大声惊叫起来！", "truth": "到了约定地点，一辆车开过来小美误以为是小明，问了一下得到了肯定回答。上了车发现对方其实是一个变态，看到美女小美搭讪于是冒充小明的身份，几分钟后真正的小明发了一条消息，于是小美意识到旁边的人不是小明，由于车门窗被锁死只能无力的惨叫。", "tips": ["小美上车前问对方是不是小明，得到了肯定回答", "几分钟后真正的小明发了一条消息给小美", "车门窗被锁死，小美无法逃脱"]}, {"story": "\"咚\"  \"扑通\"  他笑了。", "truth": "有个人想把妻子杀死，于是就去许愿池投币许愿希望妻子会掉水里，结果妻子真的死了。\"咚\"是投硬币的声音，\"扑通\"是妻子落水时的声音，\"他笑了\"是因为他的愿望灵验了。", "tips": ["他向许愿池投掷了硬币", "许愿的内容与水有关", "许愿后他听到了落水声", "他对结果感到满意"]}, {"story": "\"我要做个好孩子，我是个好孩子…\"我不停对自己说道。新闻报道了一起凶杀案，凶手至今下落不明…", "truth": "\"我\"是一只狗狗，像很多狗狗一样，\"我\"很警惕，每次家里来人\"我\"都会叫个不停。但是主人很不喜欢这样，他们受够了\"我\"每天看到快递员，邮递员，甚至他们的朋友也要大声汪汪的日子，主人们训练\"我\"要抑制住想叫的欲望。这一次，\"我\"在后院睡觉时突然被惊醒，我看见一个不认识的人深夜偷偷潜入主人们家里，\"我\"终于没有叫出声，看着这个不认识的人一个个残杀了我的主人们。", "tips": ["叙述者无法用人类语言表达，只能通过内心独白或行为展现想法", "叙述者有被训练抑制叫声的经历", "叙述者目睹了凶案但没有发出警报", "叙述者对主人的死亡表现出困惑而非悲伤"]}, {"story": "我是一名医生，一天一个人拿着一本相册放在我面前，我知道他们发现了我所有的秘密。", "truth": "从小我就在继母的毒打下长大，她的那双丹凤眼更是我噩梦的源泉，终于有一天我杀了她，割下了她的眼皮放在我的相册里，我要让她好好的看着我以后的美好生活。长大以后，我成了一名眼科医生，就当我即将摆脱那个女人给我带来的阴影时，我遇到了一个病人，她的眼睛像极了我的继母，我控制不住自己，一看到那双眼睛我就想起了那个恶毒的女人，于是，我杀了那些长着丹凤眼的女人，渐渐地，我的相册厚了起来，而我也要因此付出代价了…（那个拿着相册到我面前的是警察）", "tips": ["医生对丹凤眼有极端的恐惧和仇恨", "相册里收藏的是丹凤眼女性的眼皮", "医生杀害了多名长有丹凤眼的病人", "来者是警察，掌握了医生的犯罪证据"]}, {"story": "夜晚，贫穷的拾荒者捡了一台洗衣机回家。半夜他从睡梦中惊醒，好像听到了洗衣机启动的声音。", "truth": "凶手杀人分尸，将尸体装入洗衣机内，再用洗衣机运尸块到郊外。拾荒者开着小三轮捡到洗衣机时凶手正在不远处奋力挖土填坑，凶手反应过来时，拾荒者已经开着小三轮带着洗衣机跑了。于是凶手跟踪拾荒者到家，潜入启动洗衣机，为了清洗掉里面的血迹。", "tips": ["洗衣机内残留有血迹，启动是为了清洗证据", "拾荒者捡走洗衣机时，凶手正在附近处理尸体", "凶手跟踪拾荒者并潜入家中，目的是取回或清理洗衣机", "半夜洗衣机自行启动，说明有人潜入操作"]}, {"story": "我有一个姐姐，但我从未见过她，这天我终于见到了她的真面目，但我却后悔了。", "truth": "我们家很幸福，但我却得了心脏病，爸爸妈妈于是领养了一个姐姐。爸爸妈妈让她每天都在屋里面待着不出来，妈妈也不让我见姐姐。有一天早上，我醒的很早，从床上起来，下床去找爸爸妈妈。可我找不到了……哪里都看了，唯独姐姐住的那间卧室……我怀着好奇心推开门。我却后悔了……姐姐是领养的，长相丑陋，领养她只是为了给我捐心脏。我看看躺在地上的妈妈和爸爸。再抬头……姐姐冲我邪恶的笑了笑，然后缓缓的向我走来……", "tips": ["姐姐是被领养的，且被父母长期隔离在特定房间内", "父母领养姐姐的真实目的是为了给主角提供心脏移植", "主角最终见到姐姐时，发现她长相丑陋，且父母已死在姐姐房间内"]}, {"story": "一男子工作下班回到家，打开电视看新闻，然后被吓晕了。", "truth": "男子是一名鬼屋工作人员，鬼屋打烊后他负责打扫。鬼屋里有许多道具尸体，在他打扫的时候，看见了一具非常逼真的道具尸体，男子没有多想，一边感叹道具制作用心边打扫。工作结束后他回到家，打开电视看新闻，新闻里播着一则失踪案件新闻里有公布失踪者照片，照片上的人正是他在鬼屋中看到的逼真道具，被吓昏了过去。", "tips": ["男子的工作环境中有非常逼真的道具尸体", "男子在工作时看到了一具特殊的道具尸体", "电视新闻里出现了失踪案件，公布了失踪者照片", "照片上的人和男子在鬼屋看到的道具尸体一模一样"]}, {"story": "\"狼来了！\"\"哪有狼啊？\"\"真的有狼！\"\"狼....来了！\"\"哪有狼，这不是狼。\"\"狼.....狼来了？\"\"啊啊啊啊啊啊\"", "truth": "第一次是狼在试探被男孩发现，第二次狼假扮牧羊犬混入被男孩发现，男孩两次的指认失败被大家排挤导致精神失常，第三次被狼所杀。", "tips": ["男孩第一次喊狼来了时，狼确实在场并被男孩发现", "第二次喊狼来了时，狼伪装成了牧羊犬混入羊群", "男孩因前两次指认失败被村民排挤导致精神失常", "第三次狼真的出现时，男孩的呼救已无人相信"]}, {"story": "成为永日公司的舞蹈家是我最大的梦想，每个月永日公司都会推出本月首席在国际舞厅献舞直到新首席接替她，她们来自不同国家不同肤色，唯一的共同点就是都穿着红舞鞋，终于有一天我被选中做下个月的头牌，在等待下个月到来的几天里，我被要求补充大量营养食物和水。当我看到上一任首席和她的红舞鞋，我知道我再也回不去了……", "truth": "穿上红舞鞋就会永远跳舞直到死去，永日公司便靠此盈利，剩下的，不用我说了吧", "tips": ["红舞鞋是永日公司首席舞者的标志，但穿上后无法脱下，会一直跳舞直到力竭而死", "永日公司通过不断选拔新舞者来维持国际舞厅的表演，实则是让舞者们穿着红舞鞋持续跳舞直至死亡", "补充大量营养食物和水是为了让新舞者能支撑更长时间的舞蹈", "上一任首席和她的红舞鞋暗示着死亡循环，新舞者将重复前任的命运"]}, {"story": "一具尸体，显而易见有两处致命伤，她头部受到重创，胸腔被暴力剖开，不过奇怪的是她没有穿鞋。身边洒落着苹果、果篮，尖顶宽边帽和扫把。不远处，有一具女尸，头颈被连骨带肉的撕碎，血肉模糊难以分辨，身边有一双银色高跟鞋。女尸附近有一具大型动物尸体，被利器所伤，地上散落着一些稻草。", "truth": "第一具尸体是一个西方女巫。狮子获得了'胆'量，于是就想吃了多萝茜，而有良'心'的铁皮人和有'脑子'的稻草人，在见到这一幕后，把狮子杀掉了。", "tips": ["第一具尸体身边有尖顶宽边帽和扫把，这是女巫的经典形象道具", "第二具尸体身边有银色高跟鞋，暗示其身份可能是被女巫魔法变换了外形", "大型动物尸体被利器所伤，对应铁皮人使用的武器", "洒落的苹果指向女巫用毒苹果害人的经典情节"]}, {"story": "爸爸带着女儿去了山上，进去后女儿说山上有个庙，她想去看看，爸爸没有放在心上，过了一会爸爸想叫女儿回家了，他找到了这个庙，推开门却发现里面只有一棵松树，四面都是白墙，却不见女儿的踪影 ……", "truth": "女儿走进了一个被拆的庙，因为附近都是白雾，下面是悬崖，她把雾看成了白墙，走近的时候不慎滑落悬崖，不幸坠亡了。", "tips": ["女儿说看到的庙其实已经被拆除了，只剩一棵松树", "四周的白雾让女儿误以为是白墙", "庙的位置靠近悬崖", "女儿在雾中看不清路况，不慎滑落"]}, {"story": "有一天，一个男人A把B给杀了，警察逮捕他询问动机，他却回答道：一直都是黑的。试还原案件全貌。", "truth": "A是个狂热的粉丝，一直想想偷窥偶像B，他送了的礼物里装了个监视器，但是没想到B压根就不打开他送的礼物，A的自尊心因此受挫，觉得自己像个小丑，于是找到机会把偶像杀掉了。", "tips": ["A是B的狂热粉丝，曾送给B一份礼物", "礼物中被A安装了监视设备", "B从未打开过这份礼物", "A的杀人动机与'一直都是黑的'这句话有关"]}, {"story": "男子回到家后，得知今晚的菜色后，他察觉到了异样，试图去报警但是却意识到已经晚了，为什么？", "truth": "男子是一个瞎子，回到家中发现妻子不在，他上桌吃了一口菜，素食主义者的他惊讶地发现今天妻子做的菜中满满的全是肉，他马上意识到今天的饭菜并不是妻子煮的，家中很可能进了人。他试图去报警，但是在拿起电话的那一刻，他回想起来，自己吃的菜还是热的。而那位杀害他妻子的凶手，此时正坐在不远处盯着他。", "tips": ["男子是一位盲人", "他吃到了肉菜，但妻子是素食主义者", "饭菜还是热的", "凶手仍在屋内"]}, {"story": "在一棵枯树上插着一具男尸，树下一片潮湿，请问发生了什么事？", "truth": "一处森林发生了火灾，森林救火员驾驶直升机到附近湖中取水，不慎将湖中游泳的男子装入救火的水容器中，水从空中洒下，因而男子从空中掉落插入树干，当场死亡。", "tips": ["死者生前在湖中游泳", "救援直升机使用水容器从湖中取水灭火", "男子被吸入水容器后随水从高空洒落", "尸体被插入枯树时树下地面是潮湿的"]}, {"story": "她走到了一栋房子面前，她明白，自己马上就将回天无力了", "truth": "她在玩大富翁，但是已经快破产了，经过了别人的房子，然后就输了", "tips": ["她正在玩一个棋盘游戏，游戏规则与房地产有关", "她当前的'位置'对应着其他玩家拥有的房产", "她即将面临'破产'或'失败'的结局", "游戏中的'房子'是其他玩家的资产，不是现实中的建筑"]}, {"story": "甲乙是好兄弟，他们来到一个森林探险，不料被困在了森林里。他们在森林里找到了一个木屋并自己打猎，一天乙得了一个无法治愈的重病。几个月后，搜救队找到了木屋，令人诡异的是，木屋门前有一个容纳一人大小的大坑，甲躺在坑前死了，手里拿着一把手枪，而乙则躺在木屋里的竹床上，表情安详，试分析事件经过。", "truth": "由于乙死了以后受到刺激太大，把乙埋了之后，他每天晚上都会起来把乙再给挖出来放回床上和自己一起睡，第二天醒来的时候给吓了一跳，又把他埋了回去（算是梦游症）。第二天起来一看乙不在墓地，反而躺在自己身边直挺挺地看着自己，一连几天都是这样，甲以为是闹鬼了精神崩溃，于是在墓地前开枪自杀。", "tips": ["甲乙被困森林后，乙因重病死亡，甲将其埋葬", "甲患有梦游症，会在夜间无意识地将乙的尸体从坟墓中挖出并带回木屋", "甲醒来后发现乙的尸体在床边，误以为是闹鬼，精神逐渐崩溃", "甲最终在墓地前开枪自杀，而乙的尸体仍安详地躺在木屋床上"]}, {"story": "我躺在床上问妈妈：\"雪怪真的会来吗？\"妈妈说，只要你乖乖睡觉不下床就不会来。半夜，我见到了雪怪。但是，雪怪的原则，只有雪怪才会遵守。在看到雪怪的那一刻，我的结局就已经注定了。", "truth": "父母优先于孩子被杀，被杀的时候父母没在睡觉，所以肯定有惨叫声，小孩是有机会跑的，但是他听了父母哄骗他上床睡觉的故事，不敢跑，错失了逃生的最后机会。", "tips": ["父母用“雪怪”的故事哄骗孩子上床睡觉，声称只要不下床就不会被雪怪伤害", "半夜雪怪真的出现，但孩子因相信父母的警告而不敢下床逃跑", "雪怪的杀人原则是“优先杀死没在床上睡觉的人”，父母因此先被杀", "孩子因始终遵守“不下床”的规则，最终错失逃生机会而被杀"]}, {"story": "年轻的夫妇在看歌剧时接到了保姆打来的说话含糊不清的电话。回家后，他们再也不想过感恩节了。请问，发生了什么？", "truth": "这对夫妇请了个保姆看家，要她在感恩节这天把火鸡准备好，顺便照看独自留在家中的小孩子，他们自己出门看歌剧了。但是保姆是个瘾君子，她在家中毒瘾犯了，吸了毒，之后在毒品的幻觉中把小孩误认为火鸡，塞进了烤箱里。待她稍微清醒一点时，她发现火鸡依旧在桌上，但烤箱却在运作，于是打电话给夫妇，说家里的火鸡多了一头。夫妇们从剧院赶回家，看到了正瘫坐在电话前双眼直勾勾地盯着天花板的保姆，而厨房的烤箱里，他们发现了一只形状诡异，已经烤的焦黑的东西，看起来一点都不像火鸡。", "tips": ["保姆在电话中说的‘火鸡多了一头’，是因为她在毒品幻觉中将小孩当成了火鸡塞进烤箱，而真正的火鸡还在桌上", "夫妇回家后看到保姆‘双眼直勾勾地盯着天花板’，这是毒品过量导致的精神恍惚状态", "烤箱里‘形状诡异、焦黑的东西’并非火鸡，而是被误当成火鸡烤熟的小孩", "感恩节原本要准备的火鸡和照看小孩这两项任务，因保姆吸毒而发生了致命的混淆"]}, {"story": "弟弟刚出门，在屋子里的哥哥就听到了一声敲门声。哥哥往猫眼看了看，门外却空无一人。为什么？", "truth": "这是一个入室盗窃犯，在街上溜达的时候看到了哥哥弟弟住的房子，准备今天挑这个房子下手，于是埋伏在屋外。但因为哥哥今天没有出门，他以为家里只有弟弟一个人。他在弟弟出门后就把弟弟杀掉了，然后低下身子在弟弟的尸体上寻找钥匙。但弟弟在被凶手杀掉时，尸体不小心撞到了房门，屋内的哥哥以为是弟弟什么东西忘带了，就用猫眼看了看门外，但两人均在猫眼死角处，所以哥哥什么都看不到。", "tips": ["敲门声实际是弟弟尸体撞击房门发出的", "凶手和弟弟的尸体当时都处于猫眼的观察死角", "凶手在门外低头处理弟弟的尸体", "哥哥误以为是弟弟返回敲门"]}, {"story": "一个男子刚出狱，下午就马上回到了监狱自首，并且要求判他死刑，为什么？", "truth": "这个男的是个小偷，然后他儿子在他生日那天，儿子想给他一个惊喜，就把自己和礼物啊或者蛋糕什么的一起藏在他家汽车的后备箱里，谁知道这天警察把他给抓了，儿子在后备箱一藏便是父亲刑期结束。父亲回到家中找不到儿子，最后打开汽车后备箱看到了儿子的尸体，悔恨万分的他觉得这都是他的错，决定回去自首以死谢罪", "tips": ["男子出狱后立即回到监狱自首并要求死刑，说明他犯下了他认为必须以死谢罪的严重罪行", "男子是小偷，刚结束刑期，暗示他的罪行与他的盗窃身份有关", "儿子在父亲生日当天藏在汽车后备箱中，目的是给父亲惊喜，但父亲当天被警察抓走", "儿子在后备箱中被困至死，尸体在父亲出狱后被发现，导致父亲悔恨万分"]}, {"story": "一天，一名男子告诉妻子：\"我们家院子里埋着枪\"。但这根本是一个谎言，那么男子为什么要撒谎呢？", "truth": "因为杀人正在狱中服刑的男子，非常疼爱妻子。有天他收到妻子寄来的信，信中表示她想种点菜维持生计。男子想到妻子身体状况不是很好，要松土种地更是难上加难，所以非常心疼。于是男子想了一个办法，他知道狱中信件会被狱警监控，故意回信表示\"不要种菜，院中埋着枪\"。狱警一查获这个消息立即赶往男子家，企图把藏匿的枪支找出给男子加罪。但经过一连串开挖并没有找到可疑物品。之后妻子又写信：\"警察来了把整个院子翻了个遍没找到枪\"，他回信\"你可以开始种菜了\"", "tips": ["男子正在服刑，与妻子的通信受到狱警监控", "妻子来信表示想在院子里种菜维持生计", "男子故意在信中谎称院子里埋着枪", "狱警挖开院子后，妻子可以轻松种菜"]}, {"story": "有一天，约翰到监狱里探望乔治。接着约翰回家后就死了，而乔治却获释自由。", "truth": "乔治和约翰两人是网球双打同伴，所以两人相依为命，但是其实只有约翰是这么想的，乔治并不把他当做朋友。后来乔治因杀人嫌疑入狱，入狱前他将一瓶毒酒和一张照片藏在了家中柜子后方。有一天，约翰到监狱里探望乔治，乔治知道约翰有酗酒的习惯，就跟他说：我珍藏了一瓶好酒，想给你，本来想亲手给你的，但是现在却不行了，我把酒放在了柜子后方。另外酒旁有一张我和你去年夺冠的照片，我希望我出狱前你能替我好好保管那张照片。\"约翰回去后果然发现有这两样东西，激动之余握着这张照片，但看不懂照片后面写的西班牙语文字，他认为是乔治的祝福话语，接着灌下了这瓶毒酒打算借酒消愁，于是就这样被毒死了。但是照片后写着的话其实是\"人是我杀的，不是乔治，我才是凶手\"", "tips": ["乔治在入狱前将一瓶酒和一张照片藏在了家中柜子后方", "照片背面写有西班牙语文字，内容是承认自己是真凶", "乔治特意告诉约翰酒和照片的位置，并提到照片是两人去年夺冠的纪念", "约翰有酗酒的习惯，看到酒后会喝掉"]}, {"story": "妈妈打开了冷色的灯光，所有的孩子们关上房门安睡妈妈打开了暖色的灯光，剩下的孩子们紧紧相拥入睡妈妈打开了酒红的灯光，孩子们沉沉昏睡再醒来，只见昏暗的灯光和呛人的雾气", "truth": "这是在青楼，冷色表不接客，暖色表个别接客，酒表下药，红表血色，有些客人会将\"孩子\"虐待致死，而最后侥幸活下来的孩子部分会被客人带走无日无夜，雾气指烟气或者刺激性欲的什么东西；剩下的会因为失去贞洁被关在地下室，雾气就是毒气。", "tips": ["灯光颜色是暗号，不同颜色代表不同的安排", "孩子们的反应随灯光颜色而改变", "最后的雾气和呛人感是致命的", "再次醒来的环境与之前完全不同"]}, {"story": "一个人过生日，邀请他所有的好朋友来参加。吹完蜡烛的时候，这个人把他所有的好朋友都杀了。", "truth": "男主和朋友曾经一起去探险，一段时间后没有了食物，因为男主本身是一个盲人，所以这帮朋友都骗他说每人砍下一只手来吃，可最后只砍了男主一个人的手。之后有一次男主邀请朋友们来参加自己的生日聚会，吹完蜡烛后所有人都鼓掌了，男主发现只有自己的手被砍下来吃了，男主无法忍受这样的欺骗于是杀了所有的好朋友。", "tips": ["主人公是一位盲人", "主人公曾与朋友们一起探险，探险过程中食物短缺", "朋友们欺骗盲人，说大家都砍下了自己的一只手来充饥，实际上只砍了盲人一个人的手", "生日聚会上，吹完蜡烛后朋友们都鼓掌了"]}, {"story": "我发现床头柜上放着一杯蜂蜜水和一块巧克力蛋糕，原本放在床头柜的娃娃却消失不见了。我知道男友再也回不来了。", "truth": "我的男朋友有暴力倾向，经常对我拳打脚踢，我想离开，却又无能为力。那天沉默寡言的邻居送了我一个娃娃。我知道她对娃娃动了手脚，但我也确认他爱上了我。因此我天天对着娃娃哭诉男友的暴行，连一杯蜂蜜水，一块巧克力蛋糕都是奢求。那天男友动手之后摔门而去。我不知道抱着哇哇哭诉了多久，睡了过去。恍惚中一个陌生的身影伴随着滴嗒声来到我的身边。但我睡得更安心了。(滴嗒声是血滴在地上的声音，邻居砍下了男友的手用来解开我家的指纹锁，他给我带来了一杯蜂蜜水和一块巧克力蛋糕。)", "tips": ["邻居送的娃娃被用来向某个存在哭诉男友的暴行", "邻居砍下男友的手是为了打开指纹锁", "滴答声是血滴在地上的声音", "床头柜上的蜂蜜水和巧克力蛋糕是邻居带来的"]}, {"story": "一场意外后，妻子便开始把自己关在房间里，不肯出来。那天我突然听到她在嚎啕大哭，我急忙冲进房间里，却被眼前的一幕吓傻了。", "truth": "我很爱我的妻子，有一天我发现妻子怀孕后，就开始精心准备迎接孩子的到来。结果我发现妻子竟然出轨了。为了孩子，我暂时隐忍，但是孩子出生后我发现孩子还不是我的。愤怒之下我精心策划了一场车祸，想让她们通通丧命。谁知妻子竟然活了下来。不过她疯了，她整日把自己关在二楼的婴儿房内，我也不管她，自己只是晚上回来睡个觉，不过经常在房子里闻到一些异味。这一天，我听到了婴儿房里传出嚎啕大哭，我急忙冲进房间。一阵恶臭袭来，我发现妻子怀里抱着的洋娃娃爬满蛆虫，她竟然把死去的孩子缝进了洋娃娃里！她一边抓去娃娃上的蛆虫，一边哭喊着：宝宝别怕，宝宝别怕。", "tips": ["妻子把自己关在的房间是婴儿房", "房间里传出的嚎啕大哭伴随着一阵恶臭", "妻子怀里抱着一个洋娃娃，上面爬满了蛆虫", "妻子一边抓去娃娃上的蛆虫，一边哭喊着：宝宝别怕"]}, {"story": "我去乡下出差，朋友给我打电话说\"你妈真好…\"，第二天回到家后我崩溃了。", "truth": "回到家的我，看到了妈妈残缺的身体和没了呼吸的朋友。原来，因为我要去乡下出差，托朋友照顾体弱的妈妈，朋友是个厨师，但最近精神状态很差，后来我才知道他患上了精神病，他半夜发病把我妈妈当成了食物，并进行了烹饪...而我接到朋友打来的电话说\"你妈真好\"其实是因为乡下信号差的原因少听了一个字，而他真正说的是\"你妈真好吃！\"", "tips": ["朋友在电话中说的完整原话是“你妈真好吃！”，而非“你妈真好…”", "朋友是一名厨师，但近期精神状态异常，已患上精神病", "你因出差，将体弱的妈妈托付给这位朋友照顾", "朋友在半夜发病时，将你的妈妈误认为是食物并进行了烹饪"]}, {"story": "妹妹将要结婚了，姐姐很伤心。妹妹结婚了，姐姐很开心", "truth": "姐姐和妹妹是孤儿，从小在一起长大，姐姐是同性恋，从小就喜欢妹妹，但妹妹并不知道。妹妹有个倾心已久的男生，某天妹妹和那个男生终于互通心意，决定结婚了，姐姐知道这个消息很伤心。因为家里很穷买不起嫁衣，所以嫁衣只能由姐姐亲手制作，在妹妹结婚前一晚，姐姐终于把嫁衣做好了，姐姐看着她亲手做的大红色的鲜艳美丽的嫁衣，突然萌生了一个想法…她把嫁衣穿在了自己身上，然后拿着针线去了妹妹的房间，妹妹正在睡觉，姐姐便拿着针线穿进妹妹的肉里，在妹妹的身体上又缝制出了一件新的嫁衣，看着妹妹的鲜血与嫁衣的红色完美的融合在一起，姐姐开心的笑了，随后她抱着妹妹一起躺在床上自杀了，与妹妹进行了冥婚，这样妹妹就会永远和她在一起了…", "tips": ["姐姐和妹妹是孤儿，从小相依为命，姐姐对妹妹有着超越亲情的占有欲", "妹妹即将与心仪的男生结婚，姐姐因此极度伤心", "家里贫穷，姐姐亲手为妹妹缝制嫁衣", "姐姐在结婚前晚将妹妹杀害，并用针线将妹妹的身体缝制成一件新的嫁衣"]}, {"story": "毕业后和学校里的闺蜜一直未见，那天她来找我了，但随着啪的一声，我们阴阳相隔", "truth": "曾经的她是我在盲人学校里最好的闺蜜，毕业后便各奔东西，我很幸运的接受了复明手术，而她却没有这种幸运，许久未见的她说来找我，我满怀期待可打开门后，曾经最熟悉的声音竟然是从一个样子丑陋的男人口中发出，顿时让我作呕，我怎能忍受这样的欺骗，于是我便把他引向了天台......", "tips": ["说话的人声音很熟悉，但外表却是一个丑陋的男人", "我曾经在盲人学校读书，后来接受了复明手术", "闺蜜一直未能复明，毕业后我们许久未见", "最后发出的声音是‘啪’的一声，发生在天台"]}, {"story": "母亲死了，两个女儿参加他的葬礼，妹妹见到一个认识她们家的英俊的男子，与其交谈，回家后把姐姐杀了，为什么？", "truth": "姐姐死了也要办葬礼，这样的话，妹妹就可以再见到那个男子了", "tips": ["妹妹在母亲的葬礼上认识了一个英俊的男子，并对他产生了好感", "妹妹回家后杀死了姐姐，目的是为了给姐姐也举办一场葬礼", "妹妹希望通过姐姐的葬礼再次见到那个让她心动的男子"]}, {"story": "在黑暗当中点亮火柴的男人，因为恐惧与绝望，就这样死了。", "truth": "男人是监狱里面的囚犯。他为了越狱，花钱买通一个狱卒。他们约好下一次监狱里有人死掉，囚犯就偷偷躲进棺材里避过盘查, 和尸体一起运出监狱，在墓地下葬。他请狱卒在棺木下葬之后，再偷偷把他挖出来。终于被他等到有人死了。他才不管死的人是谁，便以迅雷不及掩耳的速度，躲进棺木里。棺木下葬之后，囚犯点亮了火柴。这时他发现身边的尸体，就是他买通的那个狱卒!当然，没有人会来把他挖出去了。", "tips": ["男人身处封闭的棺材中，且主动点燃了火柴", "男人的计划需要另一个特定人物的配合才能完成", "棺材中的另一具尸体身份特殊，与男人的计划直接相关", "男人点燃火柴是为了查看周围环境，却导致了绝望"]}, {"story": "一名女子来到县衙报案，刚到门口，她便浑身瘫软在地", "truth": "我的夫君失踪已经有一段时日了，我来到县衙门口想要报案，可是刚来到门口，我就发现鸣冤鼓上有一个我十分熟悉的胎记，我顿时明白夫君已经被杀害。过了一段时间，县令被上头抓走了，我才知道，原来夫君作为鼓匠和县令贩卖人口，县令作为渠道提供，把囚犯当做做鼓的材料。夫君则把他们做成人皮鼓留在了县衙，后来，县令和丈夫分赃不均，丈夫扬言要去告发县令，县令害怕，便杀了他灭口，把他也做成了人皮鼓。", "tips": ["鸣冤鼓上有一个女子熟悉的胎记", "夫君是制作鼓的工匠", "县令与夫君勾结，将囚犯作为制鼓材料", "县令因分赃不均杀害夫君并将其制成鼓"]}, {"story": "我被杀害在山的另一头，而山的那边，是弯弯曲曲、而鲜血淋漓的国道。他以为自己逃掉了，但我留下的印记会追随着他，直至落网为止。", "truth": "我是一位住在偏远山区的中学生，每天都要提早去上学，但这一天我却在经过国道时被一位熬夜送货精神状态不佳的货车司机开的货车撞了，我当场晕厥了过去。司机下车一看，以为我死了，他就把我搬到了货柜里，开车准备到湖边抛尸。但他没想到，途径弯弯曲曲的山路时，我的身体因车身过弯时的惯性撞到了货柜门边上，流出的血经由门下缝流出，滴滴答答流了一路。跟在他车后面的其他车辆看到了，就报了警。到达湖边后，司机将货柜门打开， 我在这时醒了过来，无意识地发出了声音，司机发现我没有死，他担心我记下了他的车牌号，就用车上的扳手将我打死，之后，他把我的尸体被抛入湖中，我没有死在他的车轮下，我是被他亲手杀害的。但我不会就这样让他逃之夭夭，因为他的车上还残留着我的鲜血，经过的路上也滴落着我的血迹，就像一条条扯不断的枷锁，紧跟在他身后，他很快就会得到法律的制裁。", "tips": ["死者是中学生，每天提早经过偏远山区的国道上学", "货车司机因熬夜送货精神不佳，撞人后以为死者已死，将其藏入货柜", "车辆经过弯曲山路时，死者血液从货柜门缝滴落在路面上，被后车发现并报警", "司机在湖边抛尸时发现死者未死，为灭口用扳手将其杀害"]}, {"story": "\"他就是个骗子...是个变态，偷窥狂.. .我求求你们赶快把他抓起来。\"\"她怎么能这么说呢，我们可是夫妻啊。\"\"我们确实是夫妻...可是现在想想，我真是太蠢了，我真是瞎了眼。\"\"她疯了吗?怎么什么都跟你们说。我们明明说好不跟别人说的\"\"这一切都是他演出来的,他监视我,他在见我之前就已经一直在关注我...他还串通了我的同事来骗我!求求你们, 一定要揪出他这个变态，我继续和他生活下去我会有生命危险的!!\"\"她怎么会这么说?!不可能,让我见她!你们干什么?不，不可能!这一切都是误会,你们听我解释!\"\"你好,陈律师。请问我提供的证据足够证明了吗?哦好的谢谢。那我现在可以解除和他的夫妻关系了吗?啊,真是太感谢您了,谢谢。对了，您下班以后有空吗,可以赏脸一起吃顿饭吗?\"", "truth": "丈夫和妻子的生活并不美满，因为丈夫不求上进，夫妻俩经常吵架，有一天丈夫偶然买了一只彩票，中了一千万，妻子为了独吞，设计意外杀害了他，但是丈夫并不知道自己是被妻子设计杀害的。之后丈夫意外穿越回了二十五岁和妻子相识的那一年，他意识到自己穿越了之后，马上跑去找他曾经的老婆，重新和她结识，他亲口告诉妻子一些妻子日常的生活习惯，甚至一些身体特征，来让妻子相信他，并且和他成功结婚了，然而婚后，他不求上进的毛病又犯了，开始经常和妻子吵架，丈夫看快到自己中奖的那一天，就去买了一样的号码，不耐烦地跟妻子说：\"我们马上就能过上好日子了，这个号码保证能中大奖！\"妻子听完，暗中大喜，她贪婪的性格和丈夫的毛病一样，她依然想独吞这笔财富。于是她设计用钱收买了同事，用谎言欺骗律师，指控丈夫是个精神病，在他们相识之前丈夫就在监视着他，是偷窥狂，而且这些都得到了证实，等丈夫被送进精神病院之后，她就可以拿着这张彩票，等待兑现的那一天。", "tips": ["丈夫在婚后重提一张彩票号码，并声称该号码能中大奖", "妻子在与律师的通话中，主动询问解除夫妻关系的法律程序", "妻子指控丈夫在相识前就已开始监视她，并收买了她的同事", "丈夫对妻子的指控感到震惊，并坚称这一切都是误会"]}, {"story": "在我们考察团来到这遗迹的第三周，纯净水已经只够再用十天了。但是我发现了一本八百年前残留下来的日记，上面有\"潜入调查，兽化，天神的礼物，禁忌之所，圣水，骗子，逃\"的字样。就在第四周，当我发现我的同伴眼睛通红，发出非人类的尖叫的时候，已经说什么都晚了，逃不掉了...", "truth": "八百年前，天上落下了一块陨石，让汞污染了河流。当地人迷信，把陨石当做是天神的礼物。但是很快，汞中毒让当地的不少居民出现了汞中毒的病症，而后为了救治这批患者，当地的医生成立了一个教会，为人们分发圣水（纯净水），试图医治他们。这个日记的作者不相信教会，因为教会的圣水对已经中毒的人并没有什么效果，因此他装作病人自愿进了教会的病院，他不相信圣水有助于治疗。所以平时他依旧在偷喝附近河流的水，最后汞中毒引发了精神错乱。日记里所记载的\"兽化\"，其实是他最后看到的幻觉，最后他想逃已经来不及了，因为他中毒太深已经要死了。八百年后，我和考古队员来到这处\"禁忌之所\"，这里之所以被称为禁忌之所，是因为这个地区的水源处于重金属超标的状态，进来后我们才知道，这里是教会保存陨石的地方，我们在底下勘察，不知不觉中被陨石的辐射影响，但由于我们都看过那本日记，导致我们看到的幻觉也是兽化，而到了这个时候，我也知道，我的下场将会和这本日记的作者一样，被毒死在这教会之下的禁忌之所，或是和犯病的同伴自相残杀。", "tips": ["日记作者因偷喝河流的水而中毒，产生了兽化的幻觉", "八百年前的陨石污染了河流，导致当地居民汞中毒", "教会用圣水（纯净水）试图医治中毒者，但无法治疗已中毒的人", "考古队所在的禁忌之所水源重金属超标，且受到陨石辐射影响"]}, {"story": "卖火柴的小女孩点燃了一根火柴。\"能点燃的火柴越来越少了。\"她说着，享受着眼前的温暖。从火焰中投射的幻境里，没有奶奶，没有美味的火鸡，只有一具被吊在广场上的尸体。", "truth": "我是一个以卖火柴维生的小女孩，我没有关爱我的父母，也没有抵御风寒的家，更没有已故的奶奶。如果我不能够卖出足够的火柴，我就会被冻死。然而，我没有卖出去一根火柴，我不想死在冬夜里。我不再祈祷有人会买走我的火柴了，我想活下去，于是我点燃了一根火柴，感受到了片刻的温暖，但马上就熄灭了。不够，这远远不够 。我又点燃了一根火柴，点燃了附近居民的小木屋。很快，一座座小木屋被我点燃，热浪是我追寻已久的温暖，点燃了整片黑夜。最后，我以连续纵火犯的身份走上了广场的绞刑架，等候我的，依旧是死亡。", "tips": ["小女孩点燃火柴的目的并非为了取暖或看见幻象，而是为了点燃附近的小木屋", "火焰中投射的幻境里没有奶奶和火鸡，只有广场上被吊死的尸体，暗示她最终的结局", "她说的'能点燃的火柴越来越少了'，指的是她用火柴点燃房屋的行为", "她享受的'眼前的温暖'并非来自火柴本身，而是来自被她点燃的熊熊大火"]}, {"story": "一天下班后我在商店看到同事和一个男人在一起，第二天下班后回到家洗澡，在感到奇怪之时发现一切都晚了。", "truth": "我在商店看到了我的同事和一个男人在一起，我之前就听说她是个水性杨花的女人。她在和我对视了一眼之后发现了我，我感到很尴尬，快步离开了。第二天，上班的路上我碰到了那个和同事站在一起的男人，我让他帮我给同事传个话：\"昨天看到的事情我不会说出去的。\"然后我就被这个男人盯上了，原来，他是一个变态杀人狂，专门引诱漂亮的女孩子到家里后将她们杀害，我的那位同事昨天夜里已经死了。当他听闻我和他说的这句话之后，就得知了我是昨天他杀害同事的目击者，并且我本身也符合他的目标要求，他的下一个目标就是我。晚上我回到家，发现家里无人，分外安静，虽然感到奇怪，但我还是去洗澡了，洗澡时发现父母的尸体躺在浴缸里，我意识到不对，但是已经晚了，因为那个男人此时正在我的家中等着我回来。", "tips": ["我让那个男人给同事传话，内容是关于我目击了他们在一起的事", "那个男人是一个专门杀害漂亮女孩的变态杀人狂", "我的同事在昨天夜里已经死了", "我回到家发现父母的尸体躺在浴缸里"]}, {"story": "我在论坛上发布了一条关于\"老公的妹妹近期一直粘着老公，我该怎么办\"的帖子，然而收到的回复大多帮助不大，这令我感到更加烦躁。某一天我静下心来查看回复，当看到某一条评论的时候，我的眼睛猛然睁大，但一切都已经太晚了。", "truth": "我无法忍受老公的妹妹近期频繁地黏在老公的身边，吃饭要老公喂，睡觉也要陪同着一起，如同向我宣示主权一般将他的目光从我身上夺走。哪怕我在论坛上发表了求助帖，但是回复的人都是一些诸如离婚的建议，对解决我的问题一点帮助都没有。我已经无法忍受了，我不会让她如愿的，我计划着晚上就把她永远地从我们身边如同害虫一般祛除。晚上，我趁老公睡觉的时候偷偷把她掐死了，正当我享受成功的余韵时，论坛的一个回复吸引了我的眼球：\"请楼主马上去医院检查一下！你有可能得了产后应激性精神分裂，你说的老公的妹妹，也许是你的女儿！\"", "tips": ["发帖人描述的“老公的妹妹”表现出幼儿化行为，如需要喂食和陪睡", "发帖人产后不久，且在论坛求助帖中透露出极端的烦躁和嫉妒情绪", "关键回复建议发帖人检查产后精神问题，并指出“妹妹”可能是“女儿”", "发帖人最终实施了杀害行为，对象是其认知中的“妹妹”"]}, {"story": "下雨了，他死了。雨停了，我死了", "truth": "楼上的人在家中被杀害，他的血顺着阳台滴了下来，我此时正好在阳台，突然鲜血滴下，我还以为是下雨了，一看是血，吓得大叫。惊动了楼上的凶手，然后将我杀害。", "tips": ["他死时流出的血从阳台缝隙滴落", "我误将滴落的鲜血当成雨水", "我的叫声惊动了楼上的凶手", "凶手杀人后仍在楼上未离开"]}, {"story": "每次单独走路都能听到两个人的脚步声，有一次终于变成一个人的了，我却后悔了。", "truth": "我是一个盲人，爸爸不放心我出门每次都会悄悄跟上，可我却不知道一直以为有人尾随。有一天，一辆失控的卡车向我冲了过来，千钧一发之际爸爸从后面跑过来推开了我，自己却葬身车下。脚步声终于变成一个人的了，可是爸爸却永远离开了我。", "tips": ["主角是盲人，无法通过视觉感知周围环境，只能依赖听觉", "父亲每次都会悄悄跟在后面保护，但主角并不知情", "脚步声从两个变成一个，意味着保护者的消失", "主角曾误以为脚步声是有人恶意尾随"]}, {"story": "男朋友结婚了，新娘不是我。男朋友死了，新娘变成了我。", "truth": "我和男友是自由恋爱，但男方家里不同意，迫于压力男友娶了别的女孩，婚后男友过得很抑郁，得了抑郁症，时不时就自残。我不忍心他这么痛苦，我设局帮他假死，并如愿嫁给了他。", "tips": ["新娘不是我，但男友婚后过得很抑郁，时不时就自残", "我设局帮他假死", "我如愿嫁给了他"]}, {"story": "我以前有个很爱我的男朋友，但他后来开始欺负我，最后他死了。", "truth": "我是一头猪，我男朋友以前总是把最好的食物让给我，但他后来变了，总是抢最好的食物自己吃，甚至为了抢食而使劲地推我拱我。我以为他已经不再爱我，直到有一天，我们的主人拿着刀把他带走了。听到男朋友痛苦的嚎叫，我终于明白了，他是听说了主人要杀掉我们当中的一个，才决定把自己养肥，以此来保住我的性命。对不起，冤枉你了……", "tips": ["故事的叙述者和男朋友都是猪，住在同一个猪圈里", "男朋友后期反常的抢食行为是为了把自己养胖", "主人拿刀带走男朋友并听到其嚎叫，暗示男朋友被宰杀", "男朋友抢食和推搡的真正目的是为了让叙述者活下去"]}, {"story": "男人A给了B一张纸，B在上面写下一个名字以后，A马上把B鲨了，为什么？", "truth": "因为这个人是个狂热的变态，B写下签名之后马上把ta杀了，这样明星的最后一张签名，就是属于自己的。", "tips": ["B在纸上写下的内容是签名", "A收集签名的目的是为了独占", "A认为签名的价值在签名者死亡后达到顶峰"]}, {"story": "我吃了爷爷种的菜，我疯了，爷爷被警察带走了", "truth": "爷爷奶奶感情很好，两人约定谁先去世，对方就把她/他埋在家里的菜园以另一种形式陪伴彼此。奶奶先去世了，爷爷便偷偷把她埋在菜园（怕子女和村人害怕，此事只有他一人知晓），直到有一天我和小伙伴一起玩挖宝藏游戏发现了棺材（或骨灰盒），误以为是爷爷杀人埋尸，受到了巨大刺激，发现棺材的事也就传开了，于是不知情的警察便把爷爷抓了起来。", "tips": ["爷爷和奶奶约定死后埋在菜园", "小孩在菜园玩耍时发现了棺材", "小孩误以为爷爷杀人埋尸受到刺激", "消息传开后警察带走了爷爷"]}, {"story": "我的邻居好像搬家了，走前也没和我说一声，新邻居家里有个小孩，老是用怪异的眼神看着我，还说着让我赶紧滚出这里的疯话，新邻居说这孩子有点心理问题我也就没放在心上。我家的狗最近总是不见踪影，可能是去和隔壁小孩玩了吧。最近邻居好像都知道我得重感冒了，都离我家远远的，过了几天，我被捕了", "truth": "我的邻居被杀了，凶手直接住到了他的家里，而得了重感冒的我恰巧成了他们的替罪羊。他们将我家的狗引过去吃掉尸体，狗则会把吃剩的骨头带回窝里。他的孩子也是他拐卖来的，孩子知道凶手的计划想暗示我，让我赶紧跑，奈何被凶手发现打消了我的怀疑。狗带回的骨头散发出阵阵腐臭，得了重感冒的我自然是闻不到，但邻居们则都因为这股恶臭绕开我家，最终被人察觉到不对劲报了警，警察在我家里发现了各种尸体的残骸，将我逮捕了。", "tips": ["邻居其实并未搬家，而是已被杀害，新搬来的“邻居”实为凶手", "狗总失踪并带回骨头，那些骨头是尸体残骸，因主人患重感冒而闻不到腐臭", "小孩的怪异言行是在尝试暗示主角危险，而非真的有心理问题", "邻居们因闻到腐臭味而远离主角家，最终导致警察发现尸体残骸"]}, {"story": "我很忙，但我还是和他出去了。我和他比赛，他先我一步。之后，我就不忙了。", "truth": "我和他是从小玩到大的朋友，这天他来邀请我出去玩，但是我的暑假作业还没有写完，即使是这样，我也按捺不住贪玩的天性和他一起出去了。我和他骑着自行车，在小路上悠然地骑行，这时他提出和我进行一场比赛，看谁先能骑到那边的小卖铺，我同意了，而他一马当先地骑在前面，之后却因回头看我不慎被卡车撞死。葬礼过后，他的父亲知道我和他是好朋友，允许我带一两样东西回去，作为纪念。而我，却选择了带回了他早已写完的所有暑假作业，擦掉了我死去的好友的名字，填上了我自己的。我为自己的机灵感到高兴，这样我就不用忙着写自己的暑假作业了。当然，年纪尚小的我，并不知道这个单纯的做法与恶的距离有多么接近。", "tips": ["主角在和朋友出去玩时，心里还惦记着没写完的暑假作业", "朋友在骑车比赛时回头看了主角一眼，随后被卡车撞死", "朋友葬礼后，主角从他家带回了他已完成的暑假作业", "主角擦掉作业上朋友的名字，填上了自己的名字"]}, {"story": "我接到了一个电话，然后杀死了一个人", "truth": "我的私人医生在电话那头说 ，我有严重的精神分裂，那个所谓的朋友不过是我幻想出来的。我想继续问下去，可是朋友过来了，他疑惑地问我为什么要对着一部坏掉的电话说话。医生告诉我说，只要彻底把这个幻想出来的朋友杀死，他就不会出现在我的世界里了。现在我蹲坐在尸体边上，等待着他从我的世界消失。", "tips": ["电话那头的人自称是私人医生，告知主角患有严重精神分裂", "主角的朋友出现在现场，却说电话是坏的", "医生建议主角杀死幻想出来的朋友", "主角蹲坐在尸体旁等待朋友消失"]}, {"story": "我渴求得到她的注意，可当我真的与她四目相对时，我才知道，她也很想看到我。", "truth": "我隔壁住着一个漂亮的女孩子，但我和她并没有多少交集，我每天都期待着她从房门中走出去上班，以及她从外面回来，因为只有这两段时间我能够从走廊的窗口偷偷地见她一面。终于有一天，我按耐不住自己心中的冲动，趁她出去上班的时候潜入到了她的家里，翻动着她的私人物品，做一些龌龊的事情来满足自己的欲望 。但我没想到她突然回来了，我连忙躲到了她的床底下，避免被她发现。但我留下的痕迹被她发现了，我在床底下看着她拿着一把匕首冲了出去，听到了她敲响了我家的门，当然，我家不可能有人给她开门。之后她迈着脚步回到了自己的家，我惊恐地捂住了自己的嘴。原来，她早已知道我在隔壁偷窥着她的生活，她无法容忍有我这样的存在，于是她今天出去买了把匕首回来，准备将我杀掉，但发现我不在家，只好作罢回到自己的床上躺着。我在她床下趴着，捂着嘴不敢出声。突然，房间里陷入了一片死寂，她的脸，缓缓地从床上探了下来。\"真是太好了呢……你没有留在隔壁的房间。\"", "tips": ["叙述者通过走廊的窗口观察隔壁女孩，这是他唯一能见到她的方式", "叙述者潜入女孩家中并躲在床下，女孩回来后拿着匕首去了叙述者家", "女孩早已知道叙述者在隔壁偷窥她，并准备杀掉叙述者", "女孩最后说的'你没有留在隔壁的房间'暗示她原本计划在隔壁杀人"]}, {"story": "day1 \"大哥，我今天和二哥一起唱歌了\" day2 \"大哥，我今天和二哥一起捉迷藏了\" day3 \"大哥，我今天和二哥一起下象棋了\"，大哥听后吓傻了 day4 大哥死了", "truth": "大哥杀了二哥，三弟因为二哥的死精神出了问题，常常会幻想出一个二哥陪他玩，他也并不知道二哥是大哥杀的。大哥也知道三弟得了精神病，所以对他的话没有过多理会，但当他听到第三天三弟说他和二哥一起下象棋时，他反应过来象棋是没办法和幻想中的人一起玩的，二弟可能是变成怨灵了，果不其然第四天怨灵出现夺走了大哥的性命", "tips": ["三弟患有精神疾病，会幻想出二哥陪自己玩，但幻想无法进行需要实体道具的活动", "象棋是需要两人实际对弈的实体游戏，无法与幻想中的人物进行", "大哥知道三弟有精神病，前两天并未在意，但第三天听到下象棋后反应激烈并死亡"]}, {"story": "一对夫妻驾车旅游，在山路上抛锚了。因为新闻上说附近有一位连环杀人案的在逃犯，所以丈夫在下车求救前和妻子约定，如果敲车门三下就给开门。到了深夜，妻子听到了敲门声，但每次都是两下。请问，为什么？", "truth": "丈夫被逃犯杀害，还被吊起，他被吊起来后尸体被风吹的来回摆动，两条腿就像钟摆一样，腿碰到了车门发出两声响声 .而深夜妻子也看不清外面，只是默默数着敲门次数，期待着丈夫的归来，直到最后也只有两下", "tips": ["丈夫下车求救后已被逃犯杀害，并被吊起在某处", "敲门声是丈夫的尸体被风吹动时，腿部撞击车门发出的", "妻子听到的敲门声始终是两下，而不是约定的三下", "妻子在车内无法看清车外情况，只能通过声音判断"]}, {"story": "我颤抖着打开了房门，门外是一个正常的世界，没有丧尸。试还原故事背景与全貌", "truth": "这是一对母子，母亲告诉儿子外面有一种很可怕的病毒，会通过空气传播，被传播的人会变成无意识杀人吃人的丧尸，我每天都很不安，不敢出去，直到有一天母亲再也没有回来(其实已经被不小心感染病毒的无意识的\"我\"吃掉了，他打开门，发现外面都是丧尸（都是同类，所以外面是正常的世界）", "tips": ["母亲告诉儿子病毒通过空气传播，感染后会变成丧尸", "儿子打开门发现外面是正常世界，没有丧尸", "母亲再也没有回来", "儿子看到的丧尸其实是同类"]}, {"story": "\"隔壁好像搬来了一对情侣，当天晚上那个男人来找我借散粉，我没借给他，第二天却发现那个男人死在了屋子里，死相极其难看。\"", "truth": "这个男人是一个化妆师，他精神分裂，总是幻想着自己有一个女朋友，每天晚上都要给\"女朋友\"化妆，结果搬家那天，他没带散粉，找邻居借也没有借到，化的妆没有达到他心目中的水平。他很惭愧，于是他想了个办法，他把自己的面皮割下来套在模特假人的头上，把模特佳人当成自己的女朋友，这样即使没有化妆，他也比\"她\"更丑了。因为本身男人给\"女朋友\"化妆的意义，就是想让她比自己更美，既然化妆达不到目的，就只有让自己变得更丑，才能让\"她\"比自己更美。", "tips": ["男人找邻居借散粉是为了给'女朋友'化妆", "男人患有精神分裂症，幻想自己有女朋友", "男人化妆的目的是让'女朋友'比自己更美", "没有散粉导致化妆失败，男人选择割下自己的面皮"]}, {"story": "一个小男孩叫了一声妈妈，接着就掉下了一个人头和一个身体", "truth": "爸爸是服装设计师，妈妈是他的模特，在一次走秀表演上，妈妈吊的威亚出了问题，威亚把妈妈的头割了下来，爸爸就在她背后目睹了自己妻子的死亡，他承受不了打击，于是将妈妈的头带回了自家阳台，安在了他平时用于设计新礼服的模特身体上，仿佛妻子从未离开一般，而他们的孩子年纪尚小，不知道妈妈已经去世了，看到阳台上的妈妈，他高兴地扑向了妈妈.......紧接着，妈妈的头和身体就被孩子，扑到了楼下。", "tips": ["妈妈是爸爸的模特，爸爸是服装设计师", "妈妈的头和身体是分离的，被安在了一起", "场景发生在爸爸的阳台上，那里有用于设计的模特架", "孩子扑向妈妈的动作导致了头和身体的分离"]}, {"story": "两个孩子在一起玩耍时吹嘘自己的父亲有多厉害。\"我的爸爸很会玩牌！\"\"我的爸爸很会赚钱！\"\"我的爸爸是骑马高手！\"\"我的爸爸力气很大！\"真希望他们能永远地保持这份纯真。", "truth": "两个孩子经常在一起玩耍，第一个孩子的父亲是一个沉迷赌博的烂赌徒，在外欠下了不少外债，第二个孩子的父亲是他的好友，近几年的商贸投资让他赚了不少钱，但是第二个孩子的父亲并不想借钱给第一个孩子的父亲，因为他深知对方滥赌成性，哪怕借了他钱也会很快搭进新的赌局里。而第一个孩子的父亲最终心生歹意，在又一次借钱未果之后，下手勒杀了第二个孩子的父亲。动手的时候正好被他儿子看见，儿子以为自己的父亲正在练习骑马。后来他的父亲把死者的尸体埋在了死者家的院子里，并在上面修了一座小型的旋转木马。埋尸体的时候被第二个孩子看见了。后来，他们在旋转木马上玩耍，第二个孩子认为是自己的父亲把旋转木马撑起来的，实际上在转盘之下的是他父亲的遗体。", "tips": ["第一个孩子提到的“爸爸很会玩牌”暗示其父亲有赌博恶习，这成为其产生谋财害命动机的潜在原因。", "第一个孩子提到的“爸爸是骑马高手”实则是他目睹父亲勒杀受害者时，将父亲踩在尸体上的动作误解为骑马。", "第二个孩子提到的“爸爸很会赚钱”说明其家庭富裕，是第一个孩子父亲借钱的目标，而拒绝借钱直接导致了谋杀发生。", "第二个孩子提到的“爸爸力气很大”以及“旋转木马”的存在，暗示旋转木马的支撑柱下埋藏着受害者尸体，孩子误以为是父亲撑起了木马。"]}, {"story": "主人和狗一起死在了沙滩上，试推测发生了什么事？", "truth": "主人是渔夫，通过炸鱼维持生计，主人把炸弹扔出去，狗以为主人在和他玩游戏，就把炸弹叼了回来，主人没想到狗子这么傻，没看到炸弹，就引爆了，于是两只一起被炸死在沙滩上。", "tips": ["主人的职业与炸鱼有关", "狗把炸弹当作玩具叼回", "主人未察觉危险引爆了炸弹"]}, {"story": "杰西卡的男友在杰西卡不在家时，到杰西卡家把杰西卡的爸爸、妈妈、弟弟杀了，只有杰西卡的妹妹没有被杀，请问，为什么？", "truth": "杰西卡从小被父亲强暴，她的妹妹其实是她的女儿。而杰西卡的母亲和弟弟知道这样的恶行却没有阻止。杰西卡的男友很爱杰西卡，知道这样的事很痛苦，跟杰西卡决议要杀死父母和弟弟，而杰西卡不在家的原因是在外面为男友制造不在场证明。", "tips": ["杰西卡的妹妹实际上是她的女儿，而非普通妹妹", "杰西卡的父母和弟弟对家庭内部的恶行知情却不作为", "杰西卡与男友共同策划了这场复仇行动", "杰西卡当时外出是为了给男友制造不在场证明"]}, {"story": "她喜欢男人很久了，有一天她终于鼓起勇气对他表白了，但是男人对她说了一句话，她瞬间就崩溃了。", "truth": "他们是从小一起长大的好兄弟，但是他对男人一直有不一样的感情，他一直很想和他在一起，所以他去做了变性手术，变性后的她站在男人面前表白，男人看着她却说道：\"我喜欢原来的你。\"", "tips": ["表白者与被表白者曾是从小一起长大的好兄弟", "表白者为了表白做了变性手术", "被表白者喜欢的是变性前的兄弟情谊"]}, {"story": "我喜欢他很久了，但我一直不好意思向他袒露心声，于是我约了他和另外几个小伙伴一起做了一个测试，但没想到最终害死了我和我的朋友们。", "truth": "我喜欢这个男孩子很久了，但我一直不好意思向他袒露心声，我想要知道他是否在关注着我，就约他以及我的几个朋友们一起做了一个测试，我们把自己关在一间传闻闹鬼的屋子里，但是他怕黑，不敢进入鬼屋，于是我们把钥匙交给了他，交代他一天之后来给我们开门。但是几天过去了，他并没有来开门，我的几个朋友们一个接一个地倒下。我知道他们都是因我而死，是我的任性将他们囚禁在了这栋鬼屋之中，我是谋杀他们的真凶，想到这点，我不敢出去，我知道如果出去了，我就会因涉嫌谋杀被控告。因为我身上……其实还有一把钥匙。然而直到最后他也没来，因为他在外面出了意外死了。但我依旧相信着他会打开大门，把我们都救出去。只要他来了，就不会有人发现我有另外一把钥匙的事实。是的......只要他来了......", "tips": ["主角和朋友们被关在闹鬼的屋子里，等待一个男孩来开门", "主角身上藏有另一把钥匙", "男孩因意外死亡，无法前来开门", "朋友们在等待中相继死去"]}, {"story": "一个人去火锅店吃火锅，但后来却因涉嫌贩毒引来了警察，请问发生了什么？", "truth": "曾经男子的爱人很喜欢吃火锅，但是后来他的妻子去世了，他也陷入了抑郁当中，原本热闹的家里，只剩下了他妻子生前留下的玩偶陪伴着他。久而久之，他的精神出现了些许问题，他总觉得自己的妻子并没有离开他，她的精神还寄托在这个玩偶身上，因此之后他无论干什么事情都会带着这个玩偶，这天是他妻子的生日，以前他总会带着自己的妻子去吃火锅，但现在他只能带着玩偶前来。在吃火锅的过程中，服务员不小心将滚烫的高汤溅到了他对桌的玩偶身上，他当场暴起，怒斥对方\"烫到了自己的妻子\"，并与对方扭打起来，扭打中玩偶被扯破，从中漏下一大把白色粉末，服务员见男子神色慌张，以为那是毒品，随即报警。但，那里面的白色粉末根本不是毒品，那是他的爱妻最后最后为他留下的灵魂结晶——也就是骨灰，这是他在无意识间放进去的，作为妻子精神寄托的存在。", "tips": ["男子总是随身携带一个玩偶", "玩偶意外被撕破后漏出了白色粉末", "白色粉末其实是骨灰而非毒品", "男子因玩偶被烫而情绪失控，称玩偶为妻子"]}, {"story": "他站了起来，我却愣在原地。屏幕那头，是熟悉的你。叮咚，叮咚，铃声响起。我流下眼泪，已无法逃离。", "truth": "我是一名女子大学生，平时为了挣零花钱，我经常在家里做线上陪聊的兼职，做着陪客人聊天解闷的工作。这天来了一位男客人，我们两个聊的很投机，我告诉他我是xx大学的学生，也和他分享了不少大学里发生的趣事，他听着也很入迷。这天我和闺蜜吵了一架，心情烦闷。回家后点开了陪聊界面，照例和那位客人分享了今天发生的事情，客人听完后沉默了，他对我笑了笑之后就下播了。又过了一天，我和他聊天的时候，我问他今天做了什么，他说，他今天去了一趟大学。我好奇他的职业，他既不是老师，又不是学生，去大学干什么？在我疑惑之际，他站起了身，向我展示一般地露出了在他身后被他遮挡着的我那已经惨死的闺蜜的尸体。我失声尖叫，不顾屏幕上愈发阴森的冷笑，抓起手机想要报警。男人看我想要报警，他的笑容逐渐收敛，我看着他缓缓地走出了房间。几秒钟后，我家的门铃响了。我呆滞地看着电脑屏幕，屏幕的那边，摄像头正对着的，是我家的大门。而他拿着染血的匕首，站在门前面，轻轻地按响了门铃。叮咚……叮咚……", "tips": ["我是xx大学的学生，和客人分享了不少大学里发生的趣事", "客人听完我和闺蜜吵架的烦闷事后，沉默地笑了笑就下播了", "客人说今天去了一趟大学，随后向我展示了身后被遮挡的闺蜜尸体", "我抓起手机想报警，客人走出房间，我家门铃随即响起"]}, {"story": "一个女人有个很爱她的老公，有一天他老公送他了一瓶香水，第二天，她老公死了，她也崩溃了", "truth": "女人先前杀过人，她将尸体藏了起来，但有尸臭，她就用香水遮住臭味，可没几天尸体又臭了，她不停的用，闻得自己都恶心了，后来尸体被埋了，她也放松了下来。几年后她老公送了她一瓶之前遮尸臭的那个品牌的香水，她怀疑老公知道了那件事，就把她老公杀了，过了几天，她想处理掉香水（女子慢慢有精神病），但香水不小心撒了，她闻到味道疯了.", "tips": ["女人之前杀过人，用某种特定品牌的香水遮盖尸臭", "老公送的香水正是当年遮尸臭的同款", "女人因长期闻尸臭和香水导致精神失常", "香水意外洒落后触发了她的精神崩溃"]}, {"story": "在老公的帮助下，我成功减肥，但我在直播时突感身体不适，等我跑到厕所呕吐时却发现令人惊恐的一幕。", "truth": "从小我就是吃不胖的体质，为了赚钱，男友让我做起了吃播，可前段时间感觉身体有些发福，身为医生的男友，在家为我做了抽脂手术，术后的我在直播时突感恶心不适，去到卫生间发现马桶堵了，当我抽抽出堵塞马桶的异物时，那竟然是一个死胎！原来我身体发胖的原因竟是我有了身孕，但我并不知道，而他为了让我能继续直播赚钱，趁我麻醉时拿走了我的孩子...", "tips": ["身为医生的男友在家为我做了抽脂手术", "我身体发胖的原因竟是我有了身孕", "他趁我麻醉时拿走了我的孩子", "堵塞马桶的异物是一个死胎"]}, {"story": "魔镜魔镜，谁是世界上最美的人？一个，两个，三个，嘶……我终于明白了。", "truth": "我是一个丑陋的人，从小到大受尽大家的嘲讽，没有朋友，于是我想，是不是只要把最美的每个部分组织起来，我就能创造出世界上最美的人呢？如果我有一个这样的朋友，大家会不会很羡慕我，于是，我寻找每个好看的人，取走他们身上最好看的部分，拼凑成最好看的人，我真是太聪明了。", "tips": ["说话者认为自己长相丑陋，因此渴望创造美", "说话者通过收集他人身体部位来拼凑新人", "说话者数数时发出的嘶声暗示了拼接过程", "说话者最终认为自己找到了获得美丽的方法"]}, {"story": "某个学校里有一个传说，画室墙上挂的一副女人肖像，晚上会活过来。小李和小王两个人吹嘘壮胆，小李说根本不信不怕这个故事，于是小李答应小王晚上去做点什么试胆。第二天小李吓傻了。", "truth": "小李为了证明自己来过，用画笔在画像上写下来自己的名字。第二天，两个人发现名字其实写在画像旁边的窗户上", "tips": ["小李在画室里留下了证明自己来过的记号", "记号的位置不在画像上，而在画像旁边的窗户上", "小李写的是自己的名字", "第二天名字被发现写在窗户上"]}, {"story": "有一名男人出车祸住院了。住院期间他在房间里不能出来。幸运的是，男人每天都能享受到隔壁传来的舞曲声。出院那天，男人和护士聊天，然后十分惊恐。", "truth": "男人出车祸住院后，隔壁每天都能传来优美的舞曲，墙上恰好有个很小的洞，男人能通过小洞，看见隔壁的一个女孩跳舞。男人连续看了好几天，直到最后一天，男人只看见了一片红色，男人以为是女孩用布把孔遮上了，所以十分沮丧。第二天出院，男人和护士聊起了隔壁的女孩，护士告诉男人说:隔壁的女孩是个跳舞的姑娘，不过表演时出了意外，头朝下摔下台来。整个眼睛都是血红色的，后来这个女孩没挺过来，一个星期前就死了。所以男人其实是通过这个小孔，和不可名状的东西对视了", "tips": ["隔壁房间每天传出舞曲声，墙上有一个很小的洞", "男人通过小洞看到的最后景象是一片红色", "隔壁的女孩在表演时头朝下摔下台，眼睛变得血红", "女孩在男人出院前一周就已经去世了"]}, {"story": "一家人在人们的欢送下乘船出海，几日后却飘来他们那空荡荡的小船，人们却与视无睹，为什么。", "truth": "一家人前往某偏僻村庄旅游，当地人信奉\"海神\"，将其作为祭品献祭给了自己信仰的怪物。", "tips": ["船是空的，但船体完好无损，说明并非遭遇海难", "人们看到空船后表现冷漠，说明他们知道空船意味着什么", "这家人是去一个偏僻的地方旅游", "当地人有特殊的信仰，会将外来者作为祭品"]}, {"story": "一群羊，两只狼。羊吃草，狼吃鸟。沉默的狼，挑衅的羊。死的羊，逃的狼。", "truth": "一家人带着熊孩子去火锅店吃饭，他们吃的素食火锅。他们邻桌坐着两个男人在吃鸡汤火锅，熊孩子不老实给男人桌上捣乱很客气说让管下孩子，那家人不但不管还骂了那两个男人，他们也没说什么就回到桌上加快了吃饭速度。结果熊孩子变本加厉，往人家火锅里吐口水，两人吃完饭一人提起熊孩子把他按在火锅里弄死了，另一个人摸出刀冲向那家人，杀完人就逃了，结果一查这两个人都是有命案的逃犯。", "tips": ["故事发生在火锅店，存在沸腾的火锅这一高温容器", "两个男人是沉默的食客，被熊孩子一家挑衅后加快吃饭速度", "熊孩子向火锅里吐口水是导致冲突升级的直接行为", "两个男人最终一人按住孩子，一人持刀行凶后逃走"]}, {"story": "一个男人在路上走着，突然冲进电话亭打了一个无人接听的电话，之后心满意足的离开了，他在做什么？", "truth": "男人是作曲家，他给自己家的固定电话打电话，利用电话录音留下一时的灵感想出的旋律。", "tips": ["电话亭里的电话是打给男人自己家的固定电话", "男人的目的不是为了通话，而是为了留下某种记录", "男人是从事与旋律、灵感相关的职业", "电话无人接听才能完成男人的目的"]}, {"story": "妹妹很乖，我很开心。", "truth": "今天是妹妹的生日，爸爸妈妈出门买礼物前说，如果我能看好妹妹，保证她不哭不闹，那也会送我一份礼物。于是我把她按在装满水的浴缸里，一会之后她果然不哭不闹了，爸爸妈妈回来之后一定会奖励我的。", "tips": ["父母承诺只要妹妹不哭不闹就会给奖励", "妹妹在浴缸里泡了一会儿后就不再哭闹", "父母出门是为了买生日礼物", "主角认为让妹妹安静的方式能获得奖励"]}, {"story": "我第一次到访陌生的邻居家，看到他们惊恐的眼神，第二天他们就匆忙搬家了。", "truth": "我想跳楼自尽，砸在了楼下邻居凸出的阳台沿上。躺在地上的我看到邻居来到阳台发现了我，惊恐大叫，第二天就匆忙搬家了。", "tips": ["我第一次到访陌生的邻居", "惊恐的眼神", "第二天匆忙搬家", "砸在了阳台沿上"]}, {"story": "男人照常做了一笔赚钱生意，但是以往很支持他的家人，这次却非常愤怒。", "truth": "男人年轻的时候是人贩子，靠此发家致富，家里人也很开心，然而年纪大了之后男人患上了老年痴呆，忘记自己是带孙子出来玩，转手就卖了。因此家人非常愤怒。", "tips": ["男人患上了老年痴呆", "这次的'生意'对象是家人", "男人忘记了自己的身份和行为"]}, {"story": "门开了，人们陆陆续续的走进，却又惊慌失措的跑出。", "truth": "其实是电梯门，电梯核载11人，但是陆续进来9个人就发出了警报，说明电梯内藏着两具已经被杀害的尸体，意识到这一点的人们又赶紧跑出了电梯。", "tips": ["电梯核载11人，但只进了9个人就发出了超载警报", "超载警报意味着电梯内总重量超过了额定载重", "电梯里除了9个活人，还有额外的重物", "那额外的重物是两具尸体"]}, {"story": "\"救救妈妈....\"是妈妈的哭声。\"救救我，妈妈...\"是女儿的哭声。\"妈妈这次我就不救你了。\"从此再没有哭声了", "truth": "爸爸是做皮肉生意的，而妈妈是店里的第一个小姐，\"救救妈妈\"妈妈向女儿哭诉，她很痛苦，都是为了生计，都是爸爸逼迫她的，为了救妈妈，女儿出去骗了很多年轻女孩到店里。妈妈很开心。生意越做越大，直到一天，一个\"贵客\"点名只要女儿，女儿害怕的向妈妈求救，妈妈怒骂了爸爸一顿，将女儿带回房间并倒了杯水......等女儿再醒来的时候，身边躺着那位贵客。愤恨之下，女儿杀了贵客。\"妈妈，这次我就不救你了。\"", "tips": ["家庭中父亲强迫母亲从事性工作", "女儿协助父亲诱骗其他年轻女孩加入", "母亲为保护女儿而反抗父亲", "女儿最终因某事件反杀并拒绝拯救母亲"]}, {"story": "男人拿着结婚证，他笑了，女友哭了", "truth": "男人和女友在一起后，女友父亲一直反对，有一天男人看到女友的父亲对女友举止过分亲密，找女友质问。她哭诉父亲对自己有病态的爱恋，因此反对他们在一起。有一次看到女友被亲热时，男人愤怒之下杀了女友父亲。可没过多久，男人在女友家里发现了结婚证，而上面正是女友和她的\"父亲\"。原来女友和所谓的父亲是夫妻，因为年龄和长相差异，一直扮作父女行骗，而这次女友真的对男人动了心，于是故意诱骗男人杀了\"父亲\"（也就是自己的丈夫）得知真相的男人叫来女友，愤怒大笑，再次举起了杀人的刀。", "tips": ["男人和女友的关系中存在一个所谓的“女友父亲”，他一直反对两人在一起", "男人曾目睹“父亲”与女友举止过分亲密，女友哭诉父亲对自己有病态的爱恋", "男人在愤怒之下杀了“父亲”，后来在女友家里发现了结婚证", "结婚证上显示女友和“父亲”是夫妻关系，而非父女"]}, {"story": "今天起晚了赶公交车，上车后全车用异样的目光看我，证明了一下感觉更糟了。", "truth": "起晚了没吃早餐，于是在路边买了根烤地瓜，上了公交车急匆匆的坐下来，坐到了地瓜上，烤地瓜从裤子后面挤了出来，还冒着热气。全车都用异样的目光看我，我决定证明一下这是烤地瓜，于是抓起来就吃，还挺甜的。他们更惊讶的看着我。", "tips": ["主角上车时携带了早餐", "主角坐下时压到了某物", "裤子后面有热气腾腾的东西露出", "主角通过食用行为来证明该物的性质"]}, {"story": "一顿烛光晚餐后，妻子后悔不已", "truth": "男人出差提前回家，碰见妻子出轨正在和小三在家中约会吃烛光晚餐，男子大怒与小三大打出手。突然接到小区消息，因为yiqing原因，全员居家不得外出，于是三人只能尴尬的住在一起。由于男人和妻子都不会做饭而小三做得一手好菜，家务也收拾的井井有条，男子逐渐被小三征服，yiqing结束后，男子便和妻子离婚，转头追求小三，在一起了！妻子知道后后悔不已。", "tips": ["男人出差提前回家，撞见妻子和小三在家中约会吃烛光晚餐", "小区突然因疫情封锁，三人被迫同住一个屋檐下", "小三厨艺高超且擅长家务，而夫妻俩都不会做饭", "封锁期间男子被小三照顾，疫情结束后与妻子离婚并和小三在一起"]}, {"story": "小明打开瓶盖，里面写着再来一瓶，他崩溃的哭了", "truth": "小明在考试时忘记了\"顾\"怎么写，就想着打开瓶盖看看里面的\"谢谢惠顾\"，结果里面是\"再来一瓶\"。", "tips": ["小明打开的是一个饮料瓶盖", "瓶盖内侧印有文字", "小明当时正在参加考试", "他需要在试卷上写出某个汉字"]}, {"story": "我和热恋中的女友去爬山，在山顶女友对我说了句话后，把我推了下去，我惊恐万分却并不怪她.", "truth": "我想自杀却对自己下不去手，无意间登录了一个网站，在这上面可以预约意外死亡，抱着试一试的态度，我填写了预约信息，过了很长一段时间，\"意外\"都没有到来，我便以为这是个虚假网站。后来，我爱上了一个女孩，我们一起去爬山，在山顶上我向女孩表明了心意，女孩抱住我在我耳边低语，\"我也爱你，但是，预约死亡不能取消\"便把我推下了山。", "tips": ["主角曾在一个网站上预约了自己的死亡", "主角的女友知道这个死亡预约且无法取消", "主角和女友在山顶时，女友对主角说了我爱你后将其推下", "主角被推下后虽然惊恐但并不责怪女友"]}, {"story": "A：就今天吧 B：今天不行... A：没事的，放心 B：现在真不行，以后才可以！", "truth": "我（B）染了个白毛，被老师牢牢记住，校外的朋友约我逃课出去，我没法出去，只能等之后把毛色染回来再试试溜出去了。", "tips": ["B染了显眼的白色头发", "B担心被老师认出", "B需要等头发颜色变回正常才能逃课"]}, {"story": "丈夫去外地出差，公文包却落在了家里，妻子接到丈夫的求助电话后，坐下来，打开了电视。", "truth": "妻子打开了《午夜凶铃》，在贞子爬出来的之后跟贞子商量\"你在电视里爬来爬去的，能不能帮我送个包？\"贞子：\"你确定？好吧，我就帮你送这一次哦\"", "tips": ["妻子打开的电视里正在播放《午夜凶铃》", "妻子请求从电视里爬出来的贞子帮忙送包", "贞子同意了妻子的请求，从电视里爬出来帮忙"]}, {"story": "一个人在医院工作，有一天晚上他值班。半夜的时候，他听到病房里传来一阵奇怪的声音，像是有人在低声哭泣。他拿着手电筒去病房查看，发现病房里并没有人哭泣，但是当他准备离开时，却看到了让他头皮发麻的一幕。请问他看到了什么?", "truth": "他看到病房的窗户上有一张人脸，这张脸是一个已经去世的病人的，病人的家属因为怨恨医院没有治好病人，所以把去世病人的脸做成面具贴在窗户上吓唬值班医生。", "tips": ["奇怪的声音像是低声哭泣，但病房里没有人", "值班医生在病房里看到了让他头皮发麻的一幕", "病人的家属怨恨医院没有治好病人", "去世病人的脸被做成了面具"]}, {"story": "一个人在电影院看电影，电影播放到一半时，他突然发现坐在他旁边的人行为十分怪异。那个人一直低着头，身体不停地颤抖，嘴里还念念有词。他好奇地凑近去听，结果听到了一句让他毛骨悚然的话，请问那个人说了什么?", "truth": "那个人说：\"他们都在看着我们。\" 他慢慢抬起头，露出一双没有眼珠的血窟窿，原来他是个死去的人，不知为何出现在电影院里，周围的人其实也都是鬼魂，只有看电影的这个人是活人。", "tips": ["说话的人一直低着头，身体不停地颤抖，这暗示他并非在看电影，而是在恐惧或躲避什么", "他嘴里念念有词，说的不是电影台词，而是关于'我们'的实时观察", "说话者最终抬起头，露出没有眼珠的血窟窿，证明他早已死亡", "说话内容提到'他们都在看着我们'，暗示周围看似正常的观众其实都是鬼魂"]}, {"story": "一个人在酒店房间睡觉，半夜突然被一阵电话铃声吵醒。他迷迷糊糊地接起电话，电话那头传来一个女人的哭泣声，他问女人怎么了，女人却不说话，只是不停地哭泣。过了一会儿，电话挂断了。他觉得很奇怪，第二天他向酒店工作人员询问，工作人员的回答让他惊恐万分，请问工作人员说了什么?", "truth": "工作人员说，他住的这个房间的上一位客人是个女人，几天前在房间里自杀了，而他昨晚接到的电话就是那个自杀女人的鬼魂打来的。", "tips": ["酒店房间的上一位客人是个女人", "上一位客人几天前在房间里自杀了", "昨晚的电话是那个自杀女人的鬼魂打来的"]}, {"story": "生活拮据的孤寡老人杰克，被发现死在家中，生前好像正在吃饭，尸体被发现时已经残缺不全，而尸体周围的景象也十分诡异。推故事全貌和诡异景象是什么。", "truth": "老人养了很多流浪猫，邻居感觉很臭又扰民，在鱼里下了毒，告诉老人鱼快坏了，给猫吃。老人认为鱼还很新鲜，自己做了吃了，毒死，猫被锁在家里，没吃的吃了有毒的尸体也死了，后来臭味太大被人发现。", "tips": ["杰克生前养了很多流浪猫，邻居因猫的扰民和异味问题对他不满", "邻居在鱼里下毒并谎称鱼已变质，建议杰克喂猫", "杰克误以为鱼仍新鲜，自己烹饪食用后中毒身亡", "杰克死后被反锁在家中的猫群因饥饿啃食尸体，导致尸体残缺"]}, {"story": "在一个寒冷的冬天，一个人在屋里睡觉，第二天早上醒来，他发现窗户上有很多雾气，他擦了擦窗户，却看到了一张恐怖的脸。请问这是怎么回事?", "truth": "有个小偷想从窗户进入屋里偷东西，他在外面呼出的热气遇冷在窗户上凝结成雾，这人擦窗户时正好看到小偷的脸。", "tips": ["线索1：案发时是一个寒冷的冬天，室内外温差很大。", "线索2：窗户上出现的雾气是由热气遇冷凝结而成的。", "线索3：雾气遮挡了视线，直到被擦掉后才看到窗外的景象。", "线索4：窗外有一张脸在窥视，且这张脸刚刚呼出了大量热气。"]}, {"story": "一位画家在自己的工作室里创作，突然他听到门外传来一阵敲门声。他打开门，发现门口站着一个全身湿漉漉的女人，女人请求画家让她进屋躲雨。画家心生怜悯，便让女人进来了。女人在屋里四处打量，对画家的画作表现出浓厚的兴趣。突然，女人指着一幅画，问画家画中的场景在哪里。画家回答后，女人的脸色变得十分难看，随后画家也遭遇了可怕的事情，请问发生了什么?", "truth": "画家画的是小镇郊外的一座废弃工厂，女人听后脸色难看，因为她曾在那座工厂里被人杀害，是个鬼魂。女人觉得画家能画出那个地方肯定与自己的死有关，于是开始报复画家，对画家进行了惊吓或者伤害。", "tips": ["女人全身湿透，但敲门时并未提及任何关于雨具或衣物被淋湿程度的细节，且进屋后对屋内的干燥环境没有表现出明显不适", "女人对画作感兴趣，却偏偏指着一幅描绘废弃工厂的画作询问具体地点", "画家回答画中场景是小镇郊外的废弃工厂后，女人的脸色立刻变得难看", "女人得知地点后，认为画家与自己的死亡有关，随即对画家采取了报复行动"]}, {"story": "一个人在医院的走廊里，他要去看望一位生病的朋友。走着走着，他发现走廊的灯光开始闪烁，周围的温度也越来越低。他有些害怕，加快了脚步。突然，他看到一个护士推着一辆病床从他身边经过，病床上躺着一个全身盖着白布的人，当病床经过他身边时，白布突然掉了下来，他看到了什么让他惊恐万分?", "truth": "白布掉下来后，他发现病床上躺着的人正是他要去看望的朋友，而朋友的眼睛睁得很大，直勾勾地看着他，脸上还带着诡异的笑容，可他的朋友本不该在这个病房，而且看起来已经死去多时，仿佛是被什么邪恶的东西操控着出现在这里。", "tips": ["他要去看望的朋友，本不该出现在那张被推走的病床上", "病床上的人虽然已经死去，但眼睛却睁得很大，直勾勾地看着他", "那个死去的朋友，脸上还带着诡异的笑容"]}, {"story": "有个男人开车去机场赶班机，在到了一个三岔口时，看见一个男孩蹲在地上哭泣。男人下车询问男孩为什么哭，男孩说他迷路了。于是男人带着小男孩朝他描述的大致方向找去，在开了很久的车之后，男孩说看见了自己的家，便跳下车。这时，男人发现自己已经误了班机的起飞时间。男人在车里沮丧起来，突然又吓的直冒汗，然后又欣慰的笑了。是什么事造成男人这样的情感变化?", "truth": "男人在车里沮丧时，发现车后座原本放着的一个贵重物品不见了，他怀疑是男孩拿的，所以吓出一身冷汗。后来他发现物品是自己不小心踢到了座位下面，所以又欣慰地笑了。", "tips": ["男人在车里沮丧时，发现车后座原本放着的一个贵重物品不见了", "男孩在到达目的地后便跳下车，与贵重物品的消失时间吻合", "男人怀疑是男孩拿走了贵重物品", "男人后来发现物品只是掉到了座位下面"]}, {"story": "夜里，男人开着车行驶在乡间的小路上，突然他肚子很痛于是从副驾驶上的一叠纸中抽出了几张，来到田野上他突然笑了又哭了，第二天男人死了", "truth": "男子的妻子不见了，这些纸都是他寻他妻子的寻人启事，他开着车在满世界找他妻子，去贴寻人启事，经过小路的时候男人想上厕所，拿着纸去往田间，却看见自己妻子被人杀死而且做成了如稻草人一样的模样，他笑是因为找到了妻子，哭是因为妻子死了，他悲痛万分，第二天他上吊自杀去陪妻子。", "tips": ["男子随身携带的一叠纸是寻人启事", "男子在田野上看到的东西被做成了稻草人模样", "男子因找到妻子而笑，因妻子死亡而哭"]}, {"story": "因为你，她走了。可你还是和以前一样，所以你要去找她了", "truth": "这个男人喜欢把车子停放在消防通道上，很多人都劝过他，可是他不听。结果一天一栋房子起了火灾，因为他车辆的违规停放导致来不及救援，她就被火烧死了。然而，他并没有因为这件事悔改，还是把车继续停在消防通道。我看不过去，就去男子家里点了一把火，而男子最终也因为同样的原因导致救援不及时被烧死了，如果男子把车挪开了，他就可以活下去的。遗憾的是……", "tips": ["男子有把车停放在消防通道上的习惯", "因为男子的车堵住了消防通道，导致她火灾时无法及时获救而死", "男子在她死后依然没有改变停车习惯", "男子最终也死于火灾，且死因与之前堵住消防通道有关"]}, {"story": "一名小男孩溺死于河中，岸边有半瓶可乐。得知消息的我内心惊讶，随后复杂的情绪涌上心头。", "truth": "我是一名女公务员，这个小男孩是上司的儿子。我的上司经常趁职务之便对我动手动脚，长此以往，我因此怀恨在心。我将购买的安眠药置入可乐中，以上司工作繁忙无法脱身来接孩子放学为由，将小男孩接到河边，让他喝下了可乐。在小男孩喝下可乐之后，因药效被稀释，小男孩只是休克倒地，并没有死亡，而我误以为他死了，于是快步离去。我的丈夫发现了我购买了大量安眠药，他以为我要自杀，于是暗地里在跟踪我，在他看到我把可乐喂给小男孩之后便明白了一切。在我离开之后，他看着倒地的小男孩，也以为小男孩已经死了，为了不让我摊上罪名，他亲手将小男孩推到了河里，最终使小男孩溺亡。", "tips": ["我给小男孩喝的可乐里放了安眠药", "丈夫发现我买了大量安眠药并跟踪我", "丈夫看到我把可乐喂给小男孩后，误以为小男孩已死", "丈夫将倒地的小男孩推入河中"]}, {"story": "没想到有一天，我会死在自己的制裁之下。", "truth": "我经常对法律难以制裁之人实施自己的手段来制裁他们，我把对方迷晕之后，用手铐将他连接在一个巨大的氢气球上，让他飞向高空冻死或是渴死。长此以往，飞向高空的尸体越来越多。但我没想到，氢气球到了高空，空气更为稀薄，气球内外部的压力差别更大，气球会逐渐膨胀以至爆炸。绑在上面的尸体也逐一落下。某一天我在路上走着的时候，被天上落下的尸体砸死了。", "tips": ["说话者是私下对法律无法制裁之人实施惩罚的制裁者", "制裁方式是将迷晕的受害者用手铐连接在氢气球上，使其飞向高空", "高空稀薄空气和压力差会导致氢气球膨胀爆炸", "爆炸后尸体会从高空坠落"]}, {"story": "杰克坐上出租车，要求司机赶快把他送到目的地。不久后他被枪杀了。", "truth": "杰克的目的地是出租车司机和他妻子居住的房子，司机一直怀疑妻子有个情人，但没想到能和这位神秘情人坐的如此近，他立即知道该怎么做了。", "tips": ["杰克是出租车司机妻子的情人", "司机在杰克上车时就认出了他", "杰克的目的地是司机的家", "司机知道妻子此时在家"]}, {"story": "有一位老婆婆，她在借书时都一定会翻到第五十页再决定要不要借。为什麽她要这样做？", "truth": "老婆婆的丈夫行动不便，但脑子还是很清楚，而且非常喜爱阅读。因此老婆婆为了无法下床的丈夫，几乎天天都到图书馆大量借书。但老婆婆自己并不看这些书，因此也不知道哪些书是曾经借过的。于是两人商量过后，决定在借过的书的第五十页的角落上留下小小的记号：三角形的涂鸦。当老婆婆帮她丈夫到图书馆借书时，首先便查看第五十页，没有三角形记号的书表示老公公还没读过，于是才会借回家。", "tips": ["老婆婆借书时翻到第五十页是为了查看该页是否有三角形的涂鸦记号", "这个记号是老婆婆和丈夫约定的标记，用来表示书是否已经被丈夫读过", "丈夫因行动不便无法亲自去图书馆，但脑子清楚且喜爱阅读", "老婆婆自己并不阅读这些书，所以需要通过记号来判断书的新旧程度"]}, {"story": "男人给自己心爱的女人打电话，女人一直不接，等回到家发现女人死了。", "truth": "男人是个职场能人，有人想窃取男人的新的竞标文件便来到了男人的住处。女人看到陌生人来家里，害怕的躲了起来，但是手机没关静音，男人打电话暴露了女人的位置。", "tips": ["女人躲藏时手机未调至静音模式", "男人打电话的目的是确认女人安全", "闯入者是为窃取商业竞标文件而来", "电话铃声暴露了女人的藏身位置"]}, {"story": "今天哥哥脸上受了伤，我生气极了！夜里，一模一样的伤口出现在我的脸上。滴答，滴答，从此，哥哥再也不会受伤了。", "truth": "我和哥哥是双胞胎，我们长得一模一样。但我们都极其讨厌世上有如此相似的存在，我们都想让另一方\"消失\"。因此我们共用一个身份，在别人眼里我们就是\"唯一\"，我们约定好一个人出去一天。这天哥哥回来，故意在脸上受了伤，我很生气。如果明天我想出去，就必须在脸上的同样位置划一刀伤口。夜里哥哥熟睡后，我比对着朝脸上划了一道一样的伤口。鲜血顺着刀尖对准哥哥的心脏插了进去，以后，我就是真正的\"唯一\"了。", "tips": ["我和哥哥是双胞胎，长得一模一样，但都极度厌恶世上存在另一个自己", "我们共用一个身份，轮流外出，约定好受伤必须在脸上相同位置划出对称伤口", "哥哥故意在脸上弄出伤口，是为了逼迫我必须在脸上划出同样的伤口", "我趁哥哥熟睡时，先在脸上划出对称伤口，再用刀刺向他的心脏"]}]